[
    {
        "theme_id": 2,
        "summary": {
            "headline": "Integrated Summary of Diverse News Articles",
            "main_idea": "This summary integrates several news articles covering a range of topics from the business strategies of The New York Times and pharmaceutical companies to the challenges facing women's sports and the restructuring of media empires, also touches on the intersection of neuroscience and music, and the importance of action over empty promises.",
            "subtopics": [
                "Business strategies and challenges in media and pharmaceuticals",
                "Growth and hurdles in women's sports",
                "The link between neuroscience and music perception"
            ]
        },
        "articles": [
            {
                "article_id": "https://www.ft.com/content/aded0d83-0a63-49bd-8670-63cc8e4d20be",
                "headline": "New York Times activist could be good news for investors",
                "content": "Investing in newspapers is a delicate business. What happens if holding vested interests to account and maximising shareholder value don’t point in the same direction? But the arrival of an activist investor at The New York Times prompts a different question: why pick on a company that already seems to have found a winning formula? The New York Times, a competitor to this newspaper, has become a rare example of a publicly listed media organ that has also performed decently for shareholders. It has a $9bn enterprise value, and a chunky operating profit margin of 20 per cent. Yet hedge fund Fivespan, which has popped up with a small stake, thinks additional upside exists. Fivespan is the current home of executives who formerly worked at ValueAct, an activist that agitated at The New York Times years ago. Its recent letter to the board proposes using artificial intelligence to translate articles into foreign languages, creating cheap videos and offering more “dynamic paywalls and optimised pricing”, Bloomberg reports. The Grey Lady has already shown aptitude when it comes to building side hustles. Those include sports reporting, recipes and games such as Wordle and Connections that it can use to sell bundled apps. Of its nearly 12mn subscribers, just over half pay for more than one product. Integrating AI is not simple but is nonetheless inevitable. Media owners such as Axios owner Cox Enterprises, Gannett and Axel Springer have accepted it as a fundamental element of producing content. Silicon Valley giants bring both risk and opportunity. The New York Times is currently suing OpenAI over improperly using its content, for example, but it has also cut a licensing deal with Amazon. It’s not inconceivable that Fivespan might be able to squeeze more juice from the lemon. Think of The New York Times as a business whose job is to extract value from human thinking and sell the results, and it might be comparable to Wall Street’s boutique investment banks. They typically shoot for operating profit margins of about 30 per cent. In this case, a dual-class share structure that keeps the Sulzberger family in control means there’s little chance financiers could overrun the newsroom or push too hard for a slash-and-burn approach to costs. Besides, independent journalism is a big part of The New York Times’ brand. If that arrangement remains sacrosanct, then investors, readers and staff could find themselves on the same page. sujeet.indap@ft.com"
            },
            {
                "article_id": "https://www.ft.com/content/4147b61e-6cc9-40c2-adb0-18ff97d1c878",
                "headline": "US regulator approves at-home version of Alzheimer’s drug Leqembi from Eisai and Biogen",
                "content": "The US has granted regulatory approval for an Alzheimer’s drug from pharmaceutical companies Eisai and Biogen that can be administered at home similar to how some popular weight-loss medicines are given. The approval process of the drug known as Leqembi had been keenly watched by investors, who are hoping the new shot could boost sales and prop up the sliding share prices of the two companies. The drug could potentially slow the progress of a disease that affects millions of people globally. Considered a breakthrough for Alzheimer’s treatment when it launched, Leqembi has struggled to gain traction in part because tests for the disease were not initially covered in the US by Medicare insurance, and some physicians’ concerns about its side-effects. Leqembi initially won US Food and Drug Administration approval in 2023 and is only offered as an infusion in doctors’ offices that takes about an hour. The medicine helps slow the rate of cognitive decline among Alzheimer’s patients by targeting one of the amyloid proteins that form sticky plaque around brain cells. The FDA on Friday gave the green light to Eisai and Biogen’s new version of the shot, allowing it to be administered at home by patients who have completed 18 months of infusion treatments in a doctor’s office. The approval should help Eisai and Biogen better compete with the likes of Eli Lilly, whose own Alzheimer’s drug was sanctioned by the FDA last year. Eisai’s Tokyo-listed shares tumbled last summer when the EU’s drug regulator initially rejected Leqembi due to its side-effects. They fell further in November when the Japanese pharmaceuticals group slashed its sales forecasts for the medicine. Earlier this year, the EU granted approval for the shot and Eisai’s shares are almost 5 per cent in 2025. Shares of Boston-based Biogen have more than halved since hitting a multiyear high when Leqembi was granted US approval in mid-2023. The stock is down 11.9 per cent this year. Eisai and Biogen started collaborating on Alzheimer’s treatments in 2014, and Eisai is leading the duo on development and regulatory submissions. Leqembi generated $160mn in sales for Biogen in the second quarter, comprising about 6 per cent of its revenue. Recommended New blood tests to detect Alzheimer’s early are also supporting Leqembi’s sales. Alzheimer’s starts much earlier than memory-loss symptoms emerge, and blood tests to identify Alzheimer’s had nearly tripled in the US in the past year, Lynn Kramer, Eisai’s chief clinical officer, said in an interview with the Financial Times. “The goal is to stop it as soon as possible before you have had brain injuries. Diagnosis early is extremely important,” he said. With the new shot, “this will be a tremendous improvement in expanding access to Leqembi”. Worldwide, more than 50mn people have dementia, a diagnosis that may include Alzheimer’s, according to a 2024 report from the National Institutes of Health. In the US, where Alzheimer’s is the sixth-leading cause of death, research for the disease enjoys bipartisan support in Washington. The US is currently spending $3.8bn on Alzheimer’s research a year."
            },
            {
                "article_id": "https://www.ft.com/content/3bddbe64-bbf0-4775-9071-f037583584dd",
                "headline": "It’s time to shut up and get on with it",
                "content": "Say what you like about Manchester United’s loss to Grimsby Town on Wednesday — a team 56 places lower in the English football league. But in a post-match interview, United head coach Ruben Amorim deserves the Carabao Cup for exposing one of the worst habits in sport, politics and business: equating talking with doing. My rugby-mad father and I used to bet on how many times a Wallabies coach or player would swat away criticisms after a defeat by saying, “We’ve spoken about that” as if that were enough. Issue sorted, then. Naturally, the same mistakes kept happening. Amorim, on the other hand, upon being asked what he meant when he said, “The players and the team spoke really loud today”, simply looked down and replied that they were “completely lost”. Metaphorically or in the dressing room, hot air is hot air. At least United’s manager finally admitted it. No chance governments and boardrooms the world over would ever do the same. Rather, the nonsense of simply saying something and therefore considering it done has spread widely over the course of my career. Some countries do it more than others, as do certain professions. Britain, it seems to me, has taken the habit to laughable extremes. For example, the UK ranks 35th globally when it comes to internet speed (and I can’t get a mobile phone signal at home or anywhere on my train journey to London). Yet it is to become an artificial intelligence superpower, says Labour. Fat chance without the infrastructure and being so late to the party. Meanwhile, it requires more than a chancellor repeating that “growth is our number one priority” hundreds of times for an economy to take off — just as holding up a scrum takes more than a long chat between tight-heads in the shower. Wooing executives isn’t the answer either. Nor is raising taxes . Got a problem? Talk, talk, talk . As of last month, there were 22 ongoing or announced public inquiries in the UK . That’s an all-time high, and the number over the past two decades is 50 per cent up on the 20 years before that. The Covid-19 inquiry has cost £177mn and counting . Who feels safer because of all this? Donald Trump also suffers from believing in the power of manifesting: if I say I can end wars in 24 hours upon being sworn in, it will happen! We heard the promises; we haven’t seen the result. Likewise, talking about reviving America’s industrial base won’t reverse the inexorable shift to services nor convince robots to dismantle themselves. To be fair to the US president, though, he likes doing things as well as spouting off. He said he’d lower illegal crossings at the border and, darn it, hasn’t he just — arrests per day at the south-west border with Mexico are up almost sevenfold against last year. Trump has also introduced trade tariffs and bullied Europe into committing to spend more on defence. The latter wasn’t hard as the region is also prone to confusing words with action. I’m sure Vladimir Putin choked on his borscht in fear when the “coalition of the willing ” was announced. Of course, the Russian president suffers from delusion-speak himself: claiming “all of Ukraine is ours” does not make it so. Even with Crimea and 88 per cent of the Donbas, four-fifths of the country is still beyond his control. Mario Draghi, former prime minister of Italy, summed it up last week in the best speech I’ve heard in ages about the challenge facing the EU today. It “must transform itself from a spectator — or at best a supporting actor — into a protagonist”. Less shouting and pouting, in other words. More stepping up. The same could be asked of our business leaders. I’ve written often in these pages of the failure of many companies to walk the talk when it comes to sustainability. Or how about the greenwashing of investment products that say they do good but in truth have no positive impact on anything? Similarly, technology companies that help no one with their endless claims of “changing the world for the better”. Not even AI can claim to be doing that . As ever, the ones that could justifiably do so — generic drug companies making cheap medicines accessible for all, say — tend to speak least. Elon Musk is the obvious exception. Yes, he talks up his humanity-altering ventures with Cybertruck-loads of hubris. But you cannot say he doesn’t commit his own money and sweat. More importantly, as per the successful Starship rocket launch this week after multiple failed attempts — he jolly well goes out and gives things a go. Perhaps this explains our grudging admiration of him. And why we’re increasingly wary of mainstream politicians and business leaders who talk a lot without delivering. Ditto the likes of Gianni Infantino, president of world football’s regulator Fifa, saying fanciful tripe such as wanting soccer to be the number one sport in America. No need, thank goodness, for the National Football League to “go away and talk about that”. stuart.kirk@ft.com"
            },
            {
                "article_id": "https://www.ft.com/content/5618fe95-a048-464d-8ff9-8bab7e5eff09",
                "headline": "Why Beethoven is good for your brain",
                "content": "In 1994, an orthopaedic surgeon using a payphone in upstate New York noticed a thunderstorm in the distance. He later recalled seeing a blinding flash of light from the phone, flying backwards and being revived by a nurse. In the months following the lightning strike his recovery was slow, but eventually seemed to be complete. What nobody could have foreseen was that this man, with minimal prior interest in classical music, would develop a passion for Chopin and an unstoppable desire to become a composer himself. Over the next decade a torrent of music poured out of him. The story sounds like science fiction. But it is a case study retold in the 2007 book Musicophilia by British neurologist Oliver Sacks, who died in 2015. In recent decades, interest in this area has been growing apace. As Sacks put it, “Anatomists today would be hard put to identify the brain of a visual artist, a writer, or a mathematician — but they could recognise the brain of a professional musician without a moment’s hesitation.” Now we have a new angle on the subject. In July, at the Verbier Festival in Switzerland, pianist Nicolas Namoradze gave the first performance of his “neurorecital”, in which pre-recorded visualisations of his brain activity were projected on to a screen in time with the music he was playing. The audience was “looking inside” the performer’s mind. For Namoradze, winner of the 2018 Honens International Piano Competition, the neurorecital is only one strand of a busy international career, but it is a project to which he has become committed. “At the beginning, I just had this idea that it would be fun to film some kind of visualisation of what happens in my brain while I play,” says Namoradze. “The idea of doing it as a live event came relatively late in the process, but now we are looking at different kinds of presentations, like gallery installations or a film version, and it has grown into something much bigger than I expected.” The brain images are produced by an electroencephalogram (EEG), which displays electrical activity. To get clear images that remove activities not involved in the music-making, such as digestion, multiple recordings are made in advance that can be analysed and filtered. To achieve the highest-quality final version, Namoradze came up with the idea of using Steinway’s Spirio Piano Player technology, which allows him to record his brain images many times over for each piece of music, with the Steinway’s keys ensuring he plays along in time with the original recording. He says one problem with EEG is that if the performer has a lot of body movement, it “fries the data”, so it is fortunate that he sits very still when he plays. The resulting visualisation is then synchronised with his playing in the live recital. A simulation of what happens in the brain when music plays The project has progressively pulled in a range of expert organisations. The Honens competition, based in Calgary, Canada, gave support from the initial stages, and it was the Brain Dynamics Lab at the University of Calgary that undertook the initial scans. The University of California developed the “Glass Brain” that provides a window into the activities that light up the brain, and Steinway’s Spirio player pianos made the synchronised recordings possible. “The audience will see a beautifully engaging visualisation of how different kinds of music light up different parts of the brain,” says Namoradze. “We have different colours for different levels of intensity, different brain waves. I discuss what the audience will see before each piece and explain which areas of the brain are particularly relevant and how they work together. We were encouraged by the very positive response in Verbier.” The aim is to catch as wide a scope of experience as possible. “We have music that is fast, slow, rhythmic, improvisatory, polyphonic, homophonic,” he says. “One really pronounced pattern was during the Scriabin Second Piano Sonata, when the occipital lobe towards the back of the brain, which is associated with visual processing, was much more active than in any of the other pieces. Then, of course, you remember that Scriabin had synaesthesia.” This suggests a possible link between the visual colours Scriabin saw in music and how our brains respond to the music he composed. “Also, the brain is much calmer with the lower level of activity in the open spaces of Debussy’s ‘La Cathédrale engloutie’ than when I’m playing the quick scherzo from Beethoven’s ‘Hammerklavier’ sonata.” Namoradze describes himself as “an enthusiastic dilettante in the field of neuroscience”, although he did postgraduate studies at the Institute of Psychiatry, Psychology & Neuroscience at King’s College London. The way ahead is laid out, with a captivating mix of science and approachability, in the books of Daniel Levitin, author, neuroscientist, cognitive psychologist and musician. His latest book, published in the UK as Music as Medicine , looks at how we might harness music’s therapeutic power. I see us treating — but not necessarily curing — Alzheimer’s, dementia, Parkinson’s, aphasia, multiple sclerosis and chronic and acute pain with some form of music With an ageing population and soaring healthcare costs, anything that is cost-effective is worth exploring by our healthcare systems. “Music has this 20,000-year-old tradition, which has only been scientifically validated in the last 10 or 15 years, but it’s very powerful,” says Levitin. “Looking forward, I see us treating — but not necessarily curing — Alzheimer’s, dementia, Parkinson’s, aphasia, multiple sclerosis and chronic and acute pain with some form of music. In the US, for example, the private insurer Horizon Blue Cross Blue Shield of New Jersey already covers music therapy.” In Parkinson’s, he says, the part of the brain that handles timing of movements is affected. If music is played to synchronise with patients’ walking speed, they find they can walk. It is “like restoring a clock that has been damaged”. Then there is loss of language. He cites the case of Gabby Giffords, the US congresswoman who was shot in the head in 2011 and learnt to speak again through singing what she wanted to say. This shows how the lyrical feature of music can be used, as opposed to the rhythmic in Parkinson’s. Projects such as Namoradze’s neurorecitals are vital in “raising awareness that music is in the brain”, says Levitin. “I’ve lost count of the number of pianists who say the music is in their fingers. And I reply, ‘Well, let’s scoop the brain out of your head and see how well you play!’” Nicolas Namoradze will perform his next neurorecital at Lancaster Arts on September 25, lancasterarts.org ‘Music as Medicine’ by Daniel Levitin is published by Cornerstone Press/Penguin Random House Find out about our latest stories first — follow FT Weekend on Instagram , Bluesky and X , and sign up to receive the FT Weekend newsletter every Saturday morning"
            },
            {
                "article_id": "https://www.ft.com/content/3a32fdcb-1248-4721-8269-2867dc5e4d78",
                "headline": "John Malone held talks with Rupert Murdoch over Warner Bros-Fox merger",
                "content": "John Malone held talks last summer with Rupert Murdoch over merging Warner Bros Discovery with Fox, with the US “cable cowboy” highlighting the difficulty of one company owning both Warner’s CNN and Fox News as one reason the talks did not progress. Malone, Warner’s chair emeritus and an adviser to the company, revealed in an interview with the Financial Times that he and Murdoch, his fellow chair emeritus at Fox, had “serious discussions about merging Fox into Time Warner, into Discovery” at the Sun Valley conference in July 2024. The deal “probably would have happened if we thought that Fox News and CNN could live under one umbrella,” Malone said. In his autobiography, set to be published next week, Malone charts the formation of his sprawling business empire — from the creation of a cable giant at TCI and helping launch pay-TV in the US, to his stakes today in Warner, and in Formula 1 and Live Nation via Liberty Media. After more than 50 years at the vanguard of dealmaking, the 84-year-old is still exploring deals for various parts of his empire, the proceeds of which he said will underpin plans to give most of his $10bn wealth to philanthropic causes after he and his wife pass away. With little sign that his renowned “urge to merge” — as he puts it in his book — is fading, Malone signalled an openness to a future deal involving Formula 1, owned by Liberty Media. As for Fox Broadcasting, separate to the news division, Malone said “a deal would potentially give Warner’s US sports position a huge strengthening” if Murdoch, whom he counts as a friend, were open to selling. Other people close to the discussion last summer said Warner chief executive David Zaslav and News Corp chair Lachlan Murdoch were also present. Fox insiders downplayed the significance, saying a possible deal was raised but not pursued. Malone supports a proposed split of Warner, in which he owns a 0.7 per cent stake, into two publicly traded companies: a Warner Bros focused on its studios, film, and streaming, and a Discovery Global holding its traditional cable networks. The deal would unwind a merger that has led to significant shareholder losses. The combined company’s shares have halved, wiping about $30bn off its market capitalisation, as Americans ditch cable TV in favour of streaming. “Because it was a deal between two heavily regulated companies, there was no real opportunity to do due diligence,” Malone said. “When we acquired Warner . . . we didn’t see the deterioration. We knew it was a transformation, but we didn’t know that we would start in [such a] hole . . . have I taken a personal financial beating up til now? I can afford it, I guess.” With HBO’s best shows being brought back to its own streaming service, HBO Max, Malone sees a brighter future for the separated companies, saying Zaslav will have a “clean shot” with a streaming company boasting the “best studio on the planet [and] the biggest library on the planet”. “Am I glad that we did it? Maybe in the end, it will work out,” Malone said of the merger. Malone, who retains a seat at the top table of the rapidly changing media industry, is predicting a fresh wave of mergers. As well as big tech swooping on the traditional US media groups he had a hand in building, Malone expects consolidation among “sub-scale” streaming services, especially those owned by legacy media groups. While he believes “exclusive, high-quality entertainment content” gives legacy media a valuable edge, he said big tech will increasingly “outbid everybody for sports . . . we know that it moves customers [and] it sells advertising”. The scale of the threat from big tech means consolidation between legacy media was also conceivable, Malone added, pointing to the “possibility of consolidation of a Disney and a Warner, or a Disney and a Paramount or an NBC Universal with a Warner”. A restructuring of Liberty Media — in which Malone is chair and the shareholder with the most voting rights — means its 30 per cent stake in Live Nation will be separated into a newly formed company this autumn. The paperwork for the split has been filed, Malone said, which would leave Liberty Media holding motorsports Formula 1, MotoGP, and various smaller private assets. This follows several other spin-offs, including the Atlanta Braves baseball team and SiriusXM, a satellite radio operator. The simplified structure would make it easier for Malone to pursue a deal involving Formula 1, for which Liberty has already received approaches. TKO, the group behind Ultimate Fighting Championship and World Wrestling Entertainment that is run by Ari Emanuel, has been speculated as a potential partner. Malone said that “obviously Ari would love to have that discussion” and added that a combination of this sort could create “a lot of synergies”. “Everything will be spun off, and then let’s see what new things we can create,” Malone said, adding that GCI — an Alaska-based telecoms company in which he will retain a shareholding — “perhaps could be a vehicle to do something with”. Malone was instrumental in creating modern broadband infrastructure. He rolled up scores of networks and pushed for upgrades in the 1980s so that they could carry hundreds of cable TV channels, and then upgraded them again for high-speed internet, which ultimately paved the way for Netflix and others to upend the media industry. Now, he is reorganising some broadband assets by merging holding company Liberty Broadband, in which he is a shareholder, with Charter Communications. The deal is scheduled to complete when Charter finalises its own $34.5bn merger with Cox Communications. The listed telecoms holding group, Liberty Global, which owns stakes in operators including Virgin Media O2 in the UK, is also slimming down and spinning off assets. Despite his close bonds with contemporaries such as Murdoch, Ted Turner and Barry Diller, Malone describes in his book, Born to be Wired, how he sometimes found it difficult forming personal relationships over the course of his swashbuckling 50-year career. Parts of the book read like a “thank you” letter to those who advised and mentored him, notably Bob Magness, who brought him in to rescue TCI, his US cable company, in the 1970s. Malone eventually sold TCI to AT&T for $48bn in 1999. He also seeks to credit the managers under him who had a “helluva” job making his ideas work: “I could come up with ideas faster than anybody could execute.” While Malone misses the “instant gratification” of making decisions as a chief executive, he says he is happy not to have to deal with an “army of lawyers and regulators” anymore. Malone is watching the Murdoch family’s succession battle closely. Rupert’s attempt to change his family trust to give control to his eldest son, Lachlan, was blocked by a court in Nevada in December. He says it would be “very disruptive” if Rupert’s other son, James, ended up controlling Fox News. “I know Rupert would hate the thought,” he said, pointing to a threat to the network’s centre-right political position under the younger Murdoch son. Malone will not be handing his remaining businesses to his children. Instead, he plans to give most of his $10bn wealth, roughly half of which is made up of real estate, to charitable causes, such as medical research, education and preserving some of his vast land holdings as public open space. However, as he rearranges his sprawling empire, some assets he will not countenance selling. One is the Atlanta Braves, in which he says he would never sell his stake as long as his friend and Braves fan Ted Turner is alive. “It’s not about money on those kind of things. This is about relationships and history.” Another asset with protected status is Malone’s Castlemartin Estate in County Kildare, Ireland, which includes a stud farm and restored medieval church. When Mark Zuckerberg, who built his social media empire off the back of the high-speed broadband networks Malone pushed to create, offered to buy the estate earlier this year, Malone gave him the cold shoulder. “I told him no, sorry Mark,” smiles Malone. “He said: “I hear it’s the prettiest place in Ireland”. And I said: “Maybe in the world, but it ain’t for sale.”"
            },
            {
                "article_id": "https://www.ft.com/content/fb917892-19ec-41de-b05b-4ccd142f8d58",
                "headline": "Women’s sport is booming — now business must catch up",
                "content": "This article is an online version of our Scoreboard newsletter. Premium subscribers can sign up here to get the newsletter delivered every Saturday. Standard subscribers can upgrade to Premium here , or explore all FT newsletters As football clubs race to sign and sell players before the close of the summer transfer window next week, it’s a reminder of how much cash Premier League teams are willing to commit in search of success. Liverpool, Arsenal, Chelsea, Manchester United and Manchester City have spent more than €1.3bn in total this summer. That’s more than the entire outlay of Italian Serie A clubs. The stakes are almost as high in the FT’s newly launched Football Game , which puts you in the hot seat as chief executive of the fictional Premier League club, Pinkham United. You’re tasked with adhering to the league’s profit and sustainability rules, which cap allowable losses at £105mn over three seasons, while also staying competitive on the pitch. So far, more than 95,000 of you have stepped in the boardroom, with mixed success: roughly a quarter of all players made it to Europe but did so by breaking the rules. At the opposite end of the scale, 13 per cent tightened the books but a lack of squad investment condemned Pinkham to relegation. For those of you that haven’t played yet, give it a go and let us know how you get on by emailing us at scoreboard@ft.com This week, we look at the business of women’s sports and interview the president of video game developer EA Sports. Do read on — Samuel Agini, sports business correspondent Send us tips and feedback at scoreboard@ft.com . Not already receiving the email newsletter? Sign up here . For everyone else, let’s go. Women’s rugby is basking in the limelight, with the World Cup well and truly under way. Last weekend’s opening fixtures attracted 4.6mn viewers on the BBC, beating the 3.7mn total for the entirety of the last edition in New Zealand three years ago. Events like the Women’s Rugby World Cup and Uefa Women’s Euro 2025 highlight the potential of well-funded events. But neither tournament is due to post a profit. World Rugby and Uefa are in investment mode, as they seek to build platforms for women’s sport. Despite growing reach, the business of women’s sport is still in the early stages of growth. This week’s FT Big Read explored how that might accelerate . Total revenues across elite female sport are expected to exceed $2.35bn this year, according to Deloitte, a small sum when compared to what men’s sport brings in from ticket sales, media rights and sponsorship. Some content could not load. Check your internet connection or browser settings. In a separate US-focused report, McKinsey estimates that women’s sports revenues equated to less than two per cent of the $75bn sports market in America. McKinsey thinks women’s sports could generate at least $2.5bn a year for US rights holders by 2030, a 250 per cent increase from 2024 levels. But the consultancy says four main challenges stand in the way: Sports is a crowded marketplace, where competition for viewers is high. Fandom is more casual in women’s sport. A McKinsey survey found that 39 per cent of women’s sports fans consider themselves to be “avid”. The percentage jumps to 69 per cent for men’s sports fans. Women’s sports get less airtime than men’s sports. Investors, marketers and media companies “still apply a discount to women’s sports”. That is “partly explained by the sector’s shorter track record of performance and smaller scale compared with men’s sports”. There are signs of commercial growth. The FT exclusively revealed that the US Ladies Professional Golf Association said revenues for 2024 will exceed $252mn. The commercial arm of the Women’s Tennis Association, WTA Ventures, expects to make earnings before interest, tax, depreciation and amortisation of about $90mn on $170mn of revenue in 2025, up from $83mn and $150mn in 2024. And if women’s sport can “overcome” the challenges, McKinsey says its $2.5bn forecast “could well be an underestimate”. Eyes on the prize . . . While European football clubs struggle to make profits, there’s an argument that the best way to make money from sport is to look for businesses that don’t involve a war for playing talent. Electronic Arts is the developer behind the video game franchises Madden NFL , F1 and FC (formerly known as Fifa). In the three years ended March 2025, the company has churned out almost $3.2bn of net profits on more than $22bn of revenue. EA Sports president Cam Weber spoke to FT sports editor Josh Noble about the convergence of gaming and live sport, what social media means for gameplay, and what separates sports games from first-person shooters. JN: As games get more realistic and the real world gets more gamified are we talking then about a convergence, where playing a game and watching a live sport become an increasingly similar experience? CW: Yes. We had something called the Madden Cast last year, where we broadcast a live NFL game as if it was being played in Madden , — a popular NFL video game series, developed by EA Sports and named after legendary coach John Madden — using Madden cameras. We had a massive studio with a broadcast team and we were not only breaking down the game like it was in Madden , we were using Madden graphics onscreen. As players were doing amazing things in the game, Chad Ochocinco, the legendary NFL wide receiver, would do live ratings, which would update within our game in live service. It was super compelling and we’re eager to do more hybrid broadcasts between video games and the real world. JN: Do you see it as part of your job to bring gamers to the real world of sport or is that for someone else to capitalise on the interest that you’ve fostered? CW: Our vision for EA Sports is to occupy a bigger and broader role. We’re partnering with clubs and leagues and going beyond that with content for our fans to consume. We’ve had live MLS broadcasts with our FC mobile app. We partnered with Apple films on the recent F1 movie — we had EA Sports integration with the Apex team in the movie and in F1 [the game] you could play as [Apex] drivers. We did a partnership both to help build anticipation for the movie and to capitalise on its release. JN: How does the changing behaviour of fans — following a player rather than a team, following multiple teams, watching sport in clips and highlight reels — feed into designing a gaming experience? CW: First of all, with player career modes, you’re starting to see more elements like social media and managing your persona and your life off the field, just like in the real world. We’re also introducing new experiences such as our EA Sports app, which we’re continuing to grow. We have an aggressive plan to really grow the amount of sports and the amount of content. There are 265mn gamers who have experienced content in our EA sports network in the past year and we see an opportunity to grow far beyond that. JN: Do sports-based games operate in a different economy from first-person shooters or role playing games because of their link to live sport? CW: When you look at our sports portfolio and how players behave in those games, it’s not what you would see in Battlefield or T he Sims or Apex or any of our Star Wars titles. It is a different pattern of engagement, and it tends to be driven around what’s happening in the real world. Every time there’s a major in golf we get a massive surge in PGA Tour engagement in the week leading up to and week after the event, and then it comes back down. We do our best to keep feeding interesting content in between [majors] but you don’t get the big spikes. Similarly, when there’s a major pay-per-view event in the UFC, we see huge spikes in engagement. In the week leading up to and the week after major events in the UFC, we’re trying to feed the game with meaningful content, whether it’s on the individual fighters that are fighting that week or predictions that give you in-game rewards or new gameplay elements that keep it fresh. You can read the full conversation here . The NFL continued its international expansion with new broadcast arrangements in the UK, including a three-year renewal with Sky Sports and signing up with Paramount’s 5 for free-to-air games on Sunday and the Super Bowl. Read more here and here about the NFL’s efforts to go global. A company owned by football “super agent” Kia Joorabchian has borrowed millions of pounds from Apollo Global Management, as the private capital group continues its push into European sport. Manchester United co-owner Ineos has agreed to take a minority stake in Manchester-based sportswear maker Castore. As part of the deal, Sir Jim Ratcliffe’s petrochemicals company has agreed to sell the Belstaff fashion house to Castore. Paul Barber, deputy chair and chief executive of Brighton & Hove Albion, has acquired a 1.5 per cent stake in the English football club. He becomes the second-biggest shareholder behind majority owner Tony Bloom. Maggie Murphy is to join Aston Villa Women Football Club as managing director. The former Lewes FC chief, who is highly regarded in the game, will take the helm as the club looks to build on its promotion to the Women’s Super League in 2020. New season. New signings. New beginnings. Things were meant to be different for Manchester United. Despite spending £200mn on players this summer, United slumped to a penalty shootout loss against fourth-tier football club Grimsby in the Carabao Cup. Grimsby’s win sparked wild celebrations. But there were mixed feelings for goalkeeper Christy Pym, who confessed to being a Man United fan. “It’s not sunk in yet. I’m a Man United fan, so I’m half-fuming a little bit. Night’s like this is what you play football for. Just brilliant,” he said. Scoreboard is written by Josh Noble and Samuel Agini in London, with contributions from the team that produce the Due Diligence newsletter, the FT’s global network of correspondents and the data visualisation team. It is edited by Benjamin Wilhelm in New York and Lee Campbell-Guthrie in London. The Lex Newsletter — Lex, our investment column, breaks down the week’s key themes, with analysis by award-winning writers. Sign up here Unhedged — Robert Armstrong dissects the most important market trends and discusses how Wall Street’s best minds respond to them. Sign up here"
            }
        ]
    },
    {
        "theme_id": 5,
        "summary": {
            "headline": "Global Economic Policies Face Challenges as Populism and Debt Burdens Rise",
            "main_idea": "Several nations are grappling with complex economic challenges, including the erosion of economists' influence due to populism, increasing debt burdens impacting borrowing costs, and the strategic management of oil revenues in emerging economies. These issues highlight a global shift away from traditional economic models towards policies driven by political considerations and national interests.",
            "subtopics": [
                "Erosion of economists' influence and the rise of populist economic policies",
                "Increasing sovereign debt and rising long-term borrowing costs in developed nations",
                "Strategic management of oil revenues and political dynamics in Guyana's burgeoning economy"
            ]
        },
        "articles": [
            {
                "article_id": "https://www.ft.com/content/f3c7deb6-928c-426c-8dbc-574b21b02063",
                "headline": "Trump’s tariffs ruled illegal by US appeals court but stay in place",
                "content": "A US appeals court has found most of the Trump administration’s sweeping tariffs to be unlawful, but agreed to leave them in place while the White House pursues a further appeal to the Supreme Court. In an 7-4 ruling handed down on Friday, the court upheld a ruling that found many of the tariffs imposed exceeded Trump’s presidential authority. However, the panel agreed not to put the ruling into effect until October 14, to give the administration time to appeal to the high court. The US Court of International Trade ruled in May, in a case brought by US businesses hurt by the tariffs, that Trump did not have the authority to use the emergency economic powers legislation that he cited when he imposed worldwide levies. The case does not deal with sectoral tariffs. This is a developing story"
            },
            {
                "article_id": "https://www.ft.com/content/bb136ab7-c14a-4997-bbd7-88210dcc9e33",
                "headline": "Donald Trump moves to scrap $4.9bn in already allocated US foreign aid",
                "content": "Donald Trump has ordered the cancellation of $4.9bn in foreign aid spending already approved by Congress, making use of an obscure legal mechanism in an effort to bypass lawmakers and assert his authority. The president wrote to House Speaker Mike Johnson on Thursday night informing him of the rescission of funds earmarked for development assistance, peacekeeping and international organisations. “The Trump administration is committed to getting America’s fiscal house in order by cutting government spending that is woke, weaponised and wasteful,” the White House said in a statement on Friday. The move to claw back funds already approved by Congress is the latest step by the administration to test the limits on presidential authority. It comes as Trump looks to extend his influence over the Federal Reserve, taking the unprecedented step this week of attempting to sack a governor. It marks the first time in 50 years that a president has sought to use executive powers under the Impoundment Control Act to deploy a so-called pocket rescission to circumvent lawmakers on Capitol Hill. Congress can take up to 45 days to consider a rescission request from the president. But by issuing the directive with less than that amount of time until the end of the fiscal year on September 30, the White House is betting it can lock up the funds before they can be spent. Trump’s directive drew swift criticism from Democrats and his fellow Republicans in Congress , who argued it was an illegal attempt to circumvent lawmakers’ constitutional control over spending. “Any effort to rescind appropriated funds without congressional approval is a clear violation of the law,” said Susan Collins, Republican chair of the Senate Committee on Appropriations on Friday. Patty Murray, the top Democrat on the committee, blasted what she said was an attempt by the White House “to do an end run around Congress”. “No lawmaker should accept this absurd, illegal ploy to steal their constitutional power to determine how taxpayer dollars get spent,” she said. Trump’s directive would lock up $3.2bn in development assistance funding that the administration described as “endless handouts that allow recipient governments to eschew responsibilities to their own citizens”. It would also slash $393mn in funding for US peacekeeping missions and $521mn in previously allocated contributions to international organisations, including the World Trade Organization, the International Labour Organization, the OECD and Unesco. Secretary of state Marco Rubio said on Friday that the spending “violates the president’s America First priorities”. “None of these programmes are in America’s interest, which is why the president is taking decisive action to put America and Americans first,” he wrote on X. Recommended The non-partisan Government Accountability Office has previously said that pocket rescissions were against the law. Russell Vought, director of the White House Office of Management and Budget, considered deploying the measure during Trump’s first term, before deciding not to proceed. The move is likely to inflame tensions between Republicans and Democrats in Congress, increasing the risk of a government shutdown if a funding package for the next fiscal year cannot be agreed by October 1. “With this illegal power grab, Donald Trump and Russell Vought are driving us towards a government shutdown,” said Brendan Boyle, the top Democrat on the House Budget Committee."
            },
            {
                "article_id": "https://www.ft.com/content/6e7c6db8-c073-4bb6-9727-50a677dcbf56",
                "headline": "How economists lost traction",
                "content": "One profession has perhaps been hit worse than most by the populist wave of distrust that continues to wash over academic experts and decision-making elites: economists. In America, under Donald Trump, free market orthodoxies long promoted by the discipline have been swiftly uprooted by a shift towards protectionism, state capitalism and intervention in independent economic institutions, such as the Federal Reserve. But the US is not an outlier. Across the world, experts in the field are ineffectively bemoaning the rejection of their most consensually held beliefs, from the benefits of global integration and fiscal prudence, to the need for predictable policymaking. How did economists lose traction? Economic judgments and forecasts have always relied on simplifications to explain causal relationships. Chief among them is ceteris paribus — the idea that all other things remain equal. For much of the so-called “Great Moderation” era, in the few decades before the global financial crisis, this assumption held reasonably well, as stable, pro-market and globalist policymaking anchored macroeconomic volatility. But that stability has since evaporated, leaving predictions that hold political, social and economic conditions constant quickly outdated. In particular, as the state plays a growing role in economic management and the international rule-based order comes under pressure, policy has become harder to project. The Global Economic Policy Uncertainty index recently surged to a record high, with data going back to 1997. In this environment, forecasts based on well-evidenced economic relationships can be easily undermined. For instance, the idea that tariffs eventually raise domestic prices can be eroded by a capricious president delaying their implementation or granting exemptions. Confidence in central bankers can be chipped away by volatile fiscal policy that repeatedly shifts the path of inflation. Economists are also at their best when addressing short-term cyclical matters. Yet today the global economic system is encountering significant structural change. Geopolitical tensions and climate policy are reshaping the relationship between governments and domestic enterprises. Technology is transforming how the state, business and society interact. Finance is continually evolving. It is more than 15 years since Queen Elizabeth posed her disarming question about the global financial crisis during a visit to the London School of Economics: “Why did no one see it coming?” The persistence of blind spots reflects a lack of long-term multidisciplinary thinking across much of the profession. But doubts about economists go beyond their difficulties in forecasting or keeping pace with change. Their advice simply isn’t popular, and can often feel callous. Promoting free trade and innovation involves some degree of disruption to jobs and livelihoods for long-term economic gains. Containing rising welfare bills means taking support away from some people. When economists’ united opinion flies in the face of people’s experience it is little wonder that many stop listening. And with populists offering simple, short-term and pain-free alternatives — such as subsidies, tariff barriers and tax cuts — it is harder for the profession to be heard. Yet, economics is far from irrelevant. If anything, its role is more vital than ever in calling out the costs of poor policy, even if such warnings rarely gain traction. The profession can strengthen its foundations by developing cross disciplinary knowledge, real-time data sources and scenario tools to better model a more complex world of fewer constants. But if economists retreat, debates will be dominated by leaders more interested in consolidating power than in sound economic outcomes. The backlash against economics is too consequential to be left for others to resolve."
            },
            {
                "article_id": "https://www.ft.com/content/5e614112-e51a-414f-9030-9876235a1b28",
                "headline": "Trump’s Fed meddling pushes investors closer to their red line",
                "content": "Where is the line? When do financial markets tell Donald Trump that enough is enough with his efforts to meddle with the Federal Reserve? We may be closer to that point than many think. Academics, lawyers and former Fed officials are aghast at the president’s efforts to oust Lisa Cook, a governor at the world’s most important central bank. The comparison with Turkey is all too compelling — emerging-markets investors still swap horror stories about the period when its autocratic leader declared high interest rates to be the “ mother of all evil ”, sending inflation soaring and frying the country’s financial markets. In the US, however, markets appear conspicuously relaxed. Far more focus has fallen on the latest earnings release from Nvidia than on this monetary manoeuvring. If you were ever in doubt about the benefits of operating the world’s biggest reserve currency, put those quibbles to bed now. No other country can get away with this stuff the way the US can. The dollar has held pretty steady, stocks have risen throughout the week, and spotting signs of nerves in the bond market takes a trained eye. Once again, the message from markets to the president is: “Keep it up, sir! We like low interest rates anyway!” So, we have conducted a natural experiment. We have seen how markets respond to an all-out assault on the institution that underpins American exceptionalism, and the answer is that they don’t seem bothered yet. What a time to be alive. I’ve heard different interpretations from investors about what’s going on here. The optimistic school of thought is that this stuff just doesn’t matter, that the structure of the Fed will hold, or that Trump’s efforts to remould the central bank will fail. Efforts to unseat Cook are not exactly new — Trump has clearly had his beady eye on controlling the Fed for months, and interest rates are likely to fall soon with or without this noise. On the margins, the US is helped by the seemingly annual French political drama , with the prospect of yet another government collapse. This has shoved up the country’s borrowing costs and undermined the argument that the euro and European markets are ready to fill the dollar’s role in global finance. Splendid timing from Team France. Another interpretation is that if the bond market did really revolt, the Fed would be able to craft a response, such as a programme of long-term Treasury purchases. A final view, though, is that markets are more stressed than they may appear. The rather subtle reaction in US government bonds over the past week or so is a steady strengthening in very short-term debt prices compared with very long-term paper . This is not easy to digest — not the source of scary stock market charts with a straight line pointing south. But it is already adding pressure to global bond markets, as the UK can attest . It tells us that investors are increasingly sure that a US rate cut is coming, reasonably soon, but that inflation is likely to be a persistent concern further out, especially if a politicised central bank holds interest rates lower than it should to keep an interfering president sweet. Long-term debt is precisely where any market rebellion will show its face. Again, a natural experiment is just around the corner. The US Treasury’s tentative schedule of upcoming debt auctions features only short-term debt in the coming week or so, and it appears Treasury secretary Scott Bessent has run a charm offensive to drum up demand for that kind of paper from stablecoin operators — a whole other risk hiding in plain sight. But longer-term debt will hit the markets in early September. The key question is whether buyers will balk. Recall that in April, it was a weak release of three-year US government debt on to markets that appeared to have spooked the Trump administration into backtracking on trade tariffs. Droopy demand then demonstrated that the usually reliable Japanese buyers stayed away. Chinese buyers stayed away. Suddenly, Trump backtracked, noting that bond markets had become “yippy”. He is probably aware of how important it is to keep overseas bond buyers on side to fund spending. His Treasury secretary certainly is. For usually reliable bond buyers, staying away now is not without risks. Refusing to buy US government debt, or agreeing to buy only at a much lower price, could irk Trump. Already, governments are finding that pushing back in trade negotiations, for example, is not worth the bother. They fear retribution. The same may be true here — it turns out that bullies do prosper. But if there is serious pushback, this is where we will see it. The sad reality is that market participants are growing accustomed to the drip, drip of institutional degradation. What would have been an outrage a year ago is par for the course now. If investors allow this to pass unchecked, they should not be surprised if even more outlandish policies emerge further down the line. Capital controls, anyone? Without a market rebellion it is hard to see how it all stops. Your move, bond vigilantes. katie.martin@ft.com"
            },
            {
                "article_id": "https://www.ft.com/content/d697cd57-e091-4d16-8cc6-787b8bb2e221",
                "headline": "How an Indian farmers’ dairy co-op outpaced global giants",
                "content": "Father of the nation Mahatma Gandhi called the cow India’s “giver of plenty”. For nearly 80 years Amul, the country’s biggest dairy farm collective, has linked Hindu beliefs that cows are sacred with Gandhian ideals of social and economic co-operation. The co-operative model has propelled it to a 75 per cent market share of the country’s milk market and helped India become the world’s largest milk producer — contributing 25 per cent of global production. The industry also benefits from unusually high levels of protection from external competition, a factor that has contributed to stalling a trade deal with the US. “ India is a country with a population of approximately 1.5bn and hence, has an insatiable demand for milk and milk products,” said Vipulbhai Patel, Amul’s chair. In the 2023-24 financial year, Amul’s turnover topped $7.3bn, an 8 per cent increase on the previous year. Amit Vyas, Amul’s managing director, said the business model, which involves more than 18,000 village co-operative societies, over 3.6mn farmers and a network of more than 1mn retailers, works because “the production, processing and marketing is all owned by the farmers”. Another factor in Amul’s success, according to Vyas, is its procurement system, which secures 35mn litres of milk a day from cows, buffaloes and even camels. Since it was set up in 1946, Amul has bought everything each of its members produces “every day of the year, rain or shine”, he said. “Be it one litre or 500, we’ll buy it and pay it on the day,” he explained, adding that privately owned competitors may pay a bit more than the average of Rs39 ($0.45) Amul pays per litre depending on the amount of fat, “but they won’t buy every day; their demands are based on the market”. Amul also provides subsidised cattle feed and veterinary services. Mittalben Patel, a 43-year-old farmer from the outskirts of Anand in Gujarat, where Amul is based, said that because she was part of the co-operative, she had been able to build a herd of 200 cows from just one, two decades ago. “Amul takes all the milk I produce. The assurance that the product will be taken up . . . is crucial. Private buyers cannot compete with that. There is no better option for me,” she said. Amul, which makes 4 per cent of its sales from exports to 50 countries, is also looking to expand overseas. Last year, it partnered with the Michigan Milk Producers Association to open a fresh milk plant in the US and it recently opened one in Spain in partnership with the Cooperativa Ganadera del Valle de los Pedroches. At the same time, it and the rest of India’s dairy ecosystem are helped by high barriers to foreign competition. The country imposes duties of 30 to 60 per cent on dairy products according to Rupinder Singh Sodhi, president of the Indian Dairy Association and a former managing director of the Gujarat Co-Operative Milk Marketing Federation, the top division of Amul. “India does not need dairy from outside,” he added. Since independence in 1947, India has created tariff walls around agriculture, which employs nearly half the workforce of the world’s most populous country. Prime Minister Narendra Modi has exhorted dairy farmers in his home state of Gujarat to make Amul “the world’s largest dairy brand”. The sector is shielded from foreign competition in trade deals agreed with the UK this year and Australia in 2022 and in trade talks with the EU . India’s insistence on protecting dairy has been a major sticking point in negotiations with the US, even jeopardising a bilateral agreement with India’s top trading partner, according to people briefed on the talks. After Trump slapped 50 per cent tariffs on India this month, Modi said he would stand “like a wall” against any policy that threatens the interests of Indian farmers, including dairy. An EU trade negotiator described Amul as an “Indian state in itself”, representing a group of farmers larger than the total population of Uruguay. The government wants to keep them on its side, so “dairy is completely off trade talks; Amul is a huge constituency”, the negotiator said. Some content could not load. Check your internet connection or browser settings. Ashok Gulati, an agricultural economist at the Indian Council for Research on International Economic Relations, said the dairy sector in general and Amul producers in particular are “the biggest lobby against any dairy imports” because they “feel they are a sacred cow” that is “not to be touched”. But Vyas highlights the challenge of convincing younger generations to stick to dairy farming. “We have to protect our farmers. At the end of the day, it’s not about money, not about blocking anyone. It’s about farmers not to be distressed and move away from their livelihoods . . . Everyone has to understand we are talking about people, not just a business.” Amul was founded in 1946 as the Kaira District Co-Operative Milk Producers’ Union. At that time, farmers were seeking to escape exploitation by intermediaries working for the Polson Dairy monopoly amid Britain’s colonial dominance. They sought help from Sardar Patel, one of India’s independence leaders and Gandhi’s earliest political lieutenants. He outlined the model of professional management of a union of local village co-operatives, through which farmers would control procurement, production and marketing. The Amul brand, short for Anand Milk Union Ltd was established in 1957 by Verghese Kurien, an engineer from a Syrian Christian family, who in 1970 launched the “White Revolution” that transformed India from milk deficient to top producer. Over subsequent decades, the model was exported to other states, creating a network of co-operatives that continues to underpin the dairy industry. Today, the industry provides a livelihood to more than 80mn households and in 2023-24 it generated output of 239mn tonnes. “Amul’s success is based on taking care of all the stakeholders in the supply chain,” said Sodhi. Although India opened up its dairy sector to foreign competition two decades ago, the co-op model is one reason it is hard for international food groups to gain much of a foothold. “There is still a bias in the system towards co-operatives, Amul being the most powerful,” said Gulati. In India, as well as its 75 per cent market share in milk, Amul has an 85 per cent share of butter and 45 per cent in ice cream. Its vast network of milk procurement centres — many farmers cannot afford to travel far to sell their produce — also gives it a significant advantage. It also has one of the longest-running and best-known advertising campaigns in India, courtesy of a hand-drawn cartoon of a little girl in a polka dot dress that first appeared in 1967. “Danone tried. Nestlé tried. Lactalis tried. Ultimately, they could not surpass the efficient system that we have in our supply chain,” said Vyas."
            },
            {
                "article_id": "https://www.ft.com/content/372c13ed-c5ad-4dda-a98e-6474cb37c55f",
                "headline": "Why are UK borrowing costs so high?",
                "content": "The UK’s long-term borrowing costs are the highest among the G7, and the gap with the US has been growing in recent weeks. The 30-year gilt yield rose above 5.6 per cent this week to near its highest level since 1998, fuelling renewed warnings from some economists over the sustainability of the UK’s debts. The 10-year benchmark gilt yield — the more closely followed measure — is also the highest in the G7, although it is some way from levels hit in January. Bond yields move inversely to prices. Some content could not load. Check your internet connection or browser settings. One factor pushing up UK borrowing costs is persistent inflation. Price rises are running close to 4 per cent and the gap with Eurozone price growth has reached its widest in nearly two years . This has kept the interest rate set by the Bank of England higher than that set by the European Central Bank, as well as restraining rate-cut expectations that could pull bond yields of all maturities lower. Some content could not load. Check your internet connection or browser settings. The BoE’s policy rate stands at 4 per cent, with only one more quarter-point cut fully priced in by traders by the end of next year. The US policy rate is in a range of 4.25-4.5 per cent but with five cuts priced in, while the ECB has already halved its policy rate to 2 per cent. As a result, short-term UK yields, which are most influenced by changes in interest rate expectations, are “very elevated, more so than elsewhere”, said Peder Beck-Friis, an economist at bond group Pimco. “It mainly reflects the inflation problem that the UK has . . . we have been a little bit surprised by [its] stickiness.” While the Bank of England is constrained by inflation from cutting policy rates today, inflation is less of a concern for gilt investors over the longer term: market measures show long-run inflation expectations have fallen this year. And yet, the UK — like other global bond markets — has seen a growing gap open up between long-term yields and those of shorter maturities. Investors call this a “steepening” of the yield curve. Some content could not load. Check your internet connection or browser settings. One driver of this has been the reversal of central banks’ bond-buying programmes, which for years had helped keep long-term borrowing costs subdued. Some recent upward pressure has come from the Treasury market, where US President Donald Trump’s attacks on the Federal Reserve have pushed the curve this week to its steepest in three years. But an important factor has been a record level of sovereign borrowing across the developed world, with debt issuance among the OECD high-income group of countries expected to reach $17tn this year, up from $14tn in 2023. This has created a supply-demand imbalance , investors say. “It is a large amount of government debt [issuance] chasing the same cash globally,” said Tomasz Wieladek, chief European economist for fixed income at asset manager T Rowe Price. Some of the differences in long-term borrowing costs reflect long-running dynamics, such as Germany’s reluctance to borrow, which has kept Bund yields low. But many investors believe the UK is being charged a so-called “risk premium” of higher long-term interest rates because of uncertainty over its rising debts. Recommended Some say the UK has been on the naughty step since the gilts crisis that followed Liz Truss’s 2022 “mini” Budget. But others ascribe it to Rachel Reeves’ decision to increase borrowing in last year’s Budget, leaving herself with only a small amount of wriggle room against her fiscal rules. Loose fiscal policy is also putting upward pressure on demand in the economy and on prices, meaning the BoE’s main rate of 4 per cent is not particularly restrictive, said Andrew Wishart, an economist at Berenberg. A high so-called neutral rate of interest — a theoretical level where the interest rate neither stimulates nor constrains the economy — would leave the BoE with less scope to lower its target rate sharply from current levels. Rob Wood, UK economist at Pantheon Macroeconomics, also points to the UK’s persistent current account deficit as a vulnerability. The UK is forecast by the IMF to run a current account deficit equal to 3.7 per cent of GDP this year, compared with a surplus in the Eurozone. “We are reliant on the kindness of strangers, which makes us more vulnerable,” said Wood. “You only need a government mis-step . . . and suddenly you get a big spike in yields.” In long-dated maturities, unfavourable supply-demand dynamics have exacerbated the issue. On the demand side, pension funds are reducing their holdings of long-dated gilts as the defined benefit pension scheme industry winds down. Some content could not load. Check your internet connection or browser settings. On the supply side, the Bank of England’s active sales of gilts as part of its programme to shrink its balance sheet are making matters worse, some say. The UK’s Debt Management Office has been urged by investors to go faster in cutting back the share of long-dated debt in annual gilts issuance, to avoid further upward pressure on yields. Worries over the supply of gilts can be seen in 10-year gilt yields moving above interest rate swaps of the same duration. So-called swap spreads turned negative in Germany last year for the first time, as investors braced for the relaxing of its constitutional “debt brake”, and the same trend has happened in other markets, too. The negative spread in the UK is about 0.3 percentage points, close to its extreme in the April bond rout. The chancellor’s headroom against her fiscal rules has been reduced, but not entirely eliminated, by recent rises in long-dated yields. However, 10-year gilt moves have been more muted and the pound — which cratered during the 2022 gilts market crisis — has risen this month, lifted by the inflation numbers. Investors largely expect Reeves to stay within her fiscal rules, and most expect some form of tax rises or spending cuts at the autumn Budget. “The risk is that the government doesn’t follow through on the fiscal tightening that they have announced,” said Pimco’s Beck-Friis. “We think that is a very small risk.” Some content could not load. Check your internet connection or browser settings. Some investors expect Labour will be forced to break its commitments not to raise core taxes such as income tax, in order to placate the bond market. The government’s “reluctance to raise the major taxes” risks “pushing the self-destruct button for the long end of the gilt market”, said Craig Inches, head of rates and cash at Royal London Asset Management. A number of positive scenarios could come to Reeves’ aid, including stronger growth numbers that would improve debt dynamics. But for the moment the gilt market remains “vulnerable”, said analysts at Pantheon Macroeconomics in a note on Friday, as they pushed up their year-end forecasts for gilt yields. They spoke of a chance that the risk premium could fall with more political certainty, but also warned of the “acute risk of another sell-off, should the Budget’s details disappoint markets”. Data visualisation by Ray Douglas, Toby Nangle and Keith Fray"
            },
            {
                "article_id": "https://www.ft.com/content/3cc0e262-af5e-45da-9852-0450f8eb75cb",
                "headline": "World’s newest petrostate heads for ‘mother of all elections’",
                "content": "As many world leaders struggle to rein in ballooning debt burdens, the small South American nation of Guyana is facing a rather different quandary: how to spend billions of dollars of revenue from a nascent oil boom. Voters in a country long divided by ethnic groups are set to answer that question in presidential and parliamentary elections on September 1. President Irfaan Ali is offering a second term of heavy infrastructure spending and boosting the private sector, the traditional opposition is focused on welfare, while the son of one of Guyana’s richest people is promising economic populism and inter-ethnic unity. “The electoral choices are stark,” said Christopher Ram, a Guyanese analyst and columnist. “Historians will describe this as the mother of all elections in Guyana.” Although there is little robust polling in the country of just 830,000 people, most analysts expect Ali to win a second term as president — thanks partly to his support among Guyanese of Indian descent, the country’s largest ethnic group. But, even after the economy topped global growth charts by surging 43 per cent last year, it’s unclear whether Ali can muster the support needed to keep his razor-thin parliamentary majority. Both he and opposition leader Aubrey Norton, whose base is largely of African heritage, face pressure from Azruddin Mohamed, the US-sanctioned son of a multi-millionaire gold trader. Mohamed’s pledges of cash giveaways and tax cuts are drawing support across Guyana’s four main ethnic groups, threatening to upset the traditional duopoly. Guyana has turned from the western hemisphere’s second-poorest country into a budding petrostate since ExxonMobil first struck oil a decade ago. Between 2019 and 2024, GDP nearly quintupled from just over $5bn to $25bn, and Wood Mackenzie projects the government’s share of oil profits will total $41bn over the next five years. The once-sleepy capital Georgetown has been transformed into a busy hubbub full of trucks, diggers and cranes. New highways are being laid while existing roads choke with taxis and horse-drawn carts. Hotels charge upwards of $500 a night and malls house western shopping chains. The jewel of Ali’s infrastructure splurge is a $260mn Chinese-built bridge across the Demerara River, to be inaugurated in September, connecting the capital with a new industrial hub on the river’s west bank. Vice-president Bharrat Jagdeo said the spending is needed to diversify the economy ahead of a global transition away from oil and gas. “We need to capitalise on this opportunity now to get as much of it out of the ground, and convert it into development and financial savings for the future,” he told the Financial Times. But many Guyanese are frustrated by a soaring cost of living and feel left out from the oil bonanza. Many accuse the government of overinflating works contracts — charges it denies. Mohamed, who was previously best known for his collection of supercars, has channelled those resentments into large crowds around the country, as he pledges to more than double public pension payments. He denied reports that he has given away cash on the campaign trail, portraying himself as a philanthropist. “For years now, the people of this country have said I’m like the de facto president because I’m always on the ground, helping people,” he told the Financial Times. “Every time we make some money, we always give back.” Mohamed and his father Nazar are both under US sanctions for allegedly facilitating gold smuggling and corruption — which they deny. The younger Mohamed also faces charges in Guyana of under-declaring the value of his Lamborghini. He has pleaded not guilty, and was released on $500,000 bail. His central refrain has been to heal racial divides. “We are dismantling the status quo,” he said. “I will unite and bring all Guyanese together.” Carl Van Rossum, an elderly currency trader who has long known the senior Mohamed, plans to buck a life-long allegiance to Afro-Guyanese politicians by voting for Azruddin. “People from both sides want him, because they’ve been fooled by both parties,” Van Rossum said. “He’s not like the government, he doesn’t take anything from anyone; he gives things away.” Both Mohamed and opposition leader Norton have promised to enrich regular voters in part by renegotiating the country’s production sharing agreement with Exxon, in which Guyana earns less than the norm for offshore oil projects. Norton, whose A Partnership for National Unity (APNU) coalition negotiated the existing deal in 2016, said he planned to activate a clause that can be triggered if both parties agree to discuss new terms. “One should start from the standpoint that Exxon needs us and we need Exxon,” Norton said in an interview. “In any deal you can get more and therefore we should get more.” Ali’s government said it will not revisit the agreement, arguing that would threaten investor confidence and expose Guyana to litigation. Exxon, which declined to comment for this story, has said the current deal is fair and that it will not renegotiate. The company has increased production from 19,000 barrels a day in late 2019 to 664,000 b/d last month. Its consortium with Chevron and Chinese state firm Cnooc aims to produce up to 1.7mn b/d by 2030 — on a par with Nigeria and Norway. Elections in Guyana, a young democracy, are rarely smooth. In 2020, the APNU government of President David Granger was accused by international observers of trying to rig the vote. He dragged out legal proceedings for five months amid episodes of civil unrest but Ali and his party were declared victors, with a one-seat majority. Tensions are simmering ahead of this year’s vote. US non-profit the Carter Center, which is monitoring the election, last week said Ali’s party had used state funds for campaigning and enjoyed biased coverage in state media, allegations it denies. The center also said private banks have been overly aggressive in complying with US sanctions on Mohamed, disrupting his campaign. Many of Ali’s supporters are frustrated by alleged corruption and cost of living rises, but still plan to stick with their candidate. “Yes, there is corruption but we are seeing things happen and there’s nobody else who can do it,” said Krishna Tiwari, a pharmacist in the capital. Additional reporting by Jamie Smyth in New York"
            },
            {
                "article_id": "https://www.ft.com/content/97578194-435b-420e-a410-8f0102700fba",
                "headline": "China’s stock market outpaces global peers as local investors pile in",
                "content": "Chinese investors are driving a sharp rally in the country’s stock markets, even as international investors have been deterred by years of underperformance and persistent deflationary pressures. The mainland’s CSI 300 benchmark index traded flat in the first six months of this year but has posted double-digit gains since the end of June. It is now up 14.3 per cent so far this year, more than the main US, European and Japanese benchmarks, in local currency terms. Easing trade tensions with the US has calmed investors’ nerves. But analysts say it is primarily low interest rates, near-record low bond yields and a lack of attractive alternatives that have driven Chinese retail and institutional investors into A-shares, traded on the country’s onshore stock markets. “For households and institutions in China, they don’t have too much choice,” said Shujin Chen, China economist and head of China financial and property research at Jefferies. “A-shares have joined the global party.” Stock markets in the US, Japan and Europe are trading at all-time highs as investors pile into equities, defying the warnings of many economists about the negative impact that US trade policy will have on global growth. While still below its all-time high during China’s post-Covid boom in 2021, the rally in the CSI 300 this year is close to the 14.7 per cent gain recorded for the whole of 2024, which followed three years of losses. Some analysts have pointed to Beijing’s campaign against deflation as a big driver of the rally. Others are more cautious, however, saying the campaign will only deliver higher earnings in some sectors. Bush Chu, a China equity portfolio manager at Aberdeen, instead points to the amount of money flowing around China’s financial system, partly as a result of loose monetary policy aimed at tackling lacklustre growth. “The overarching reason is easing monetary policy since last year,” said Chu. “Initially, we saw that liquidity go into the bond market. [But with] the 10-year yield dropping to an unattractive level, and with deposit rates coming down, there are fewer options.” The moribund state of China’s real estate market, once a preferred investment choice for households, has simultaneously boosted the amount of cash looking for assets to invest in and narrowed the range of options available. “[Households are] not borrowing to buy properties any more, so there’s plenty of excess cash in the system,” said Hao Hong, chief investment officer at Lotus Asset Management. Despite the strong rally in A-shares, international investors have stayed largely on the sidelines. For them, the US currency’s weakness against the euro and the yen this year has delivered stronger gains in dollar terms for European and Japanese equities than for Chinese ones. “We haven’t seen a significant impact from foreign flows,” said Vincent Che, head of equities at Ping An of China Asset Management (Hong Kong). Domestic investors, however, have piled in. In a sign of their enthusiasm, the amount of margin trading, in which investors borrow money to buy stocks, has risen 19 per cent in the past two months to Rmb2.2tn ($308bn). That is the highest level since 2015, when Chinese state media urged retail investors to buy stocks as part of the government’s drive for economic growth — only for the rally to end in a stock market crash the following year. But analysts said that since then, changes in stock market structure and more targeted government policies meant that the worst excesses of that bubble would not happen this time. “It’s very different,” said Kinger Lau, chief China equity strategist at Goldman Sachs. “We are in a more moderate rally now.” Some content could not load. Check your internet connection or browser settings. The amount of margin trading in relation to total market value, for example, is much lower than it was a decade ago. “There’s nothing about Chinese valuations which to me look like they’re in a bubble,” said Alexander Treves, investment specialist at JPMorgan Asset Management. Analysts said massive co-ordinated share buying by Chinese state-owned funds and companies earlier this year had helped set the foundation for the current rally, by signalling a floor on asset prices. A policy last year mandating the country’s insurance industry to buy more equities has also supported the market. China’s rally comes even as enduring deflation threatens to erode corporate earnings. Factory gate prices fell 3.6 per cent year on year in July and have fallen every month since October 2022. This has prompted caution among some foreign investors, who see better opportunities for earnings growth in markets such as Japan, where bets that recent corporate governance reforms will bear fruit have pushed the Topix to record highs. “I would much rather be focused on an earnings-driven market,” said John Woods, chief investment officer for Asia at Lombard Odier."
            }
        ]
    },
    {
        "theme_id": 1,
        "summary": {
            "headline": "US Foreign Policy Faces Scrutiny Amidst Visa Bans, Political Fragmentation, and Arctic Influence",
            "main_idea": "Recent events highlight tensions in US foreign policy, marked by visa denials to Palestinian leaders, fragmentation within right-wing British politics influenced by American figures, and accusations of covert US influence operations in Greenland, raising questions about the consistency and direction of American diplomacy and security strategies.",
            "subtopics": [
                "US blocking visas for Palestinian officials",
                "Fragmentation of the British right-wing and influence of US figures",
                "Allegations of covert US influence in Greenland"
            ]
        },
        "articles": [
            {
                "article_id": "https://www.ft.com/content/15fb8518-d55f-46cb-aa62-fd2aa2b10272",
                "headline": "US bars Palestinian leader Mahmoud Abbas from UN meeting to recognise state",
                "content": "The US is barring veteran Palestinian leader Mahmoud Abbas from attending next month’s UN General Assembly in New York where the UK, France and others plan to recognise Palestinian statehood. Secretary of state Marco Rubio said on Friday that the US would not give visas to members of the Palestinian Authority — the internationally accepted leadership who administer parts of the occupied West Bank — and the Palestine Liberation Organization, which Abbas also leads, ahead of the historic meeting. The decision reflects President Donald Trump’s continued support for Israel in the face of international anger at its 22-month war in Gaza , which local health officials say has killed more than 63,000 people. Britain, France, Canada and Australia recently announced they would recognise Palestinian statehood in a bid to protect plans for a two-state solution that has also long been the goal of US peace negotiations. The Trump administration has moved away from that ambition. Rubio said the department would allow exemptions for the Palestinian delegation to the UNGA, as required by the UN headquarters agreements of 1947. But a department spokesperson said this would not apply to Abbas, who as president of the Palestinian Authority typically attends the annual meeting. The Trump administration has opposed the plan to recognise Palestinian statehood and the bar on Abbas’s visa represents a symbolic rebuttal by Washington. It is also a reprimand to Palestinians and Europeans who have sought accountability for alleged Israeli war crimes in Gaza through international courts. In a statement that echoed Israeli government rhetoric, Rubio accused the PLO and the Palestinian Authority — long the west’s preferred partner in negotiations about a two-state solution — of not doing enough to renounce terrorism. “Before the PLO and PA can be considered partners for peace, they must consistently repudiate terrorism — including the October 7 massacre — and end incitement to terrorism in education,” Rubio said in a statement. Abbas earlier this year condemned the October 7 2023 attacks and demanded that Hamas release the remaining Israeli hostages held in Gaza. The US’s top diplomat also blamed the absence of a ceasefire in Gaza on Palestinian appeals to the International Criminal Court and International Court of Justice. “The PA must also end its attempts to bypass negotiations through international lawfare campaigns, including appeals to the ICC and ICJ and efforts to secure the unilateral recognition of a conjectural Palestinian state,” Rubio said. Hamas, the Islamist group, wrested control of Gaza from Abbas’s comparatively secular government in a 2007 power struggle that followed Hamas’s victory in legislative elections. Recommended It has ruled the enclave since then under an Israeli blockade, fighting several wars with Israel. The Palestinian Authority has continued to pay salaries for civil servants and run some services in Gaza, such as hospitals and schools, but Israel has not presented evidence that it played a role in Hamas’s October 7 attacks. The US in 1988 denied the late PLO leader Yasser Arafat a visa to the UNGA after he made a first formal claim to statehood. Washington also then cited terrorism as part of its justification. The UN Security Council held a special meeting in Geneva as a result."
            },
            {
                "article_id": "https://www.ft.com/content/27c3321a-9b07-4e9f-a55e-07c7d3900908",
                "headline": "Can a UK party backed by Elon Musk outflank Nigel Farage on the right?",
                "content": "Nigel Farage is facing his latest challenge in his quest to become Britain’s prime minister: a fringe political upstart that threatens to rob support from Reform UK’s right flank, and has already garnered the support of Elon Musk. Days after the Reform UK leader announced radical plans to deport hundreds of thousands of illegal immigrants, Musk and the far-right convict Tommy Robinson announced their support for a more hardline alternative party called Advance UK. Farage has sought to distance himself from the more unsavoury fringes of British politics, as he tries to attract a wider pool of voters and solidify Reform’s unprecedented lead in opinion polls by selling a less toxic form of anti-immigrant rhetoric. There are some who believe this splintering of the right may help solidify Farage’s image as the more palatable voice of the discontented, who draws a firm line at outright racism. However, the support of the richest man in the world complicates matters for Farage, and some believe the fragmentation could create pressure on the populist leader to tack to the right to shore up some of his historic base who risk being seduced by the more hardline approach of rivals. Rob Ford, professor of political science at Manchester university, said he believes that Musk and Advance UK will act as a “reputational shield” for Farage, providing him with “something to define himself against”. “He is wildly popular with nationalist and socially conservative voters and even those who think he isn’t hard core enough would prefer Farage and a shot at government over Robinson and howling impotently into the void,” Ford said. Farage has faced off several attempts by rivals to form splinter parties that unsettle his hegemony over the years, including when he was leader of the UK Independence Party. Most have fizzled into obscurity, a fate that may befall Advance UK, a party that promotes freedom of speech, the dismantling of supranational institutions and international law, and the deportation of all illegal immigrants, including women and children. Farage has propelled Reform to the top of public opinion polls in Britain by tapping into and amplifying fears about migration to Britain, focusing in particular on crimes committed by foreigners, and seizing on the issue of asylum seekers arriving on small boats. Despite these stances, the Brexit campaigner has long cast himself as a reasonable anti-immigration voice, and refused to endorse overt acts of racism. He refused to allow Robinson, whose real name is Stephen Yaxley-Lennon, to join Reform at the start of the year , when the convict was claiming to be a political prisoner. The decision riled Musk, who has also given his support to the far-right AfD party in Germany. Advance UK by contrast has accepted Robinson as a member. The far-right anti-Islam campaigner has been active in British politics for 20 years, including as a member of the British National Party, and has served four prison terms, including for repeatedly libelling a teenage refugee. Recommended Robinson was also arrested last week after allegedly punching a man in the head at St Pancras station in London. The individual did not press charges. Gawain Towler, former head of press for Reform, called Musk’s decision to back Advance UK “the best disinfectant” for Farage. “It clarifies the divide: Reform as a broad church for disillusioned patriots, not a niche for extremists,” he wrote in the Spectator magazine. Towler told the FT he believed the party could lose up to 400,000 votes on the right, but that its main ambition was to gain millions of voters on the centre ground, to increase total votes from 4.5mn in 2024 to 12mn at the next general election. There are many who yet believe Reform’s broad electoral coalition would collapse if the Tories rally from their historic lows of public support, and Farage may be pushed into more radical territory to shore up his base. Advance UK announced on Friday that four former parliamentary Reform candidates have defected to the new upstart, along with one former branch chair. The party’s leader Ben Habib , who quit Reform last year when he was passed over as deputy leader, is determined to prevent Farage becoming prime minister at the next general election, by capturing votes from those on the right who feel the populist politician’s policies are too lightweight. Habib believes the new party “will very quickly get to five per cent in the polls,” he told the FT. “There is a long way to go to 2029. Our aim is to replace Reform.” He stressed that any suggestion the party’s existence might help Farage was “not logical”, adding: “Any support we get must be at the expense of other parties.” Habib and Musk have spoken several times since January, sharing concerns about mass migration, the need for a new political force in the West and anger about diversity, equity and inclusion initiatives in the UK and US, Habib says. Musk did not respond to a request for comment. The endorsements from Robinson and Musk have bumped Advance UK’s membership by 3,000 to 25,000 in the space of a few days, Habib said. The party has also received £320,000 in donations to date, which will be supplemented by £100,000 of Habib’s own money once the party reaches 30,000 members, he added. Late last year, Reform suggested Musk was considering making a donation to the populist party, and rumours circulated that he could give as much as £100mn, but the funding never materialised. Musk has so far not made any comments on whether he would donate to Advance UK. Musk turned against Farage at the start of the year after the Reform leader ruled out Robinson joining the party, and after he distanced himself from aggressive comments made by the tech billionaire about Prime Minister Sir Keir Starmer. Musk “thinks Farage is hopeless and that Britain will be lost if it’s under Farage,” Habib said. Right-wing commentator and Reform supporter Matthew Goodwin, who is in Farage’s orbit, wrote a long post on X criticising Musk and the “online right” for backing “a party that 99.9 per cent of British people have never heard of, and a movement that appears to have zero charisma and zero appeal to Middle England”. A YouGov tracker shows that while the percentage of people that dislike Robinson has remained reasonably static since 2020, at around 45 per cent, the percentage that like him has risen from nine to 24 per cent , as immigration has shot to the top of issues the public are concerned about. Patrick English, director of political analytics at YouGov, said Advance UK “certainly might have the potential to be disruptive but they’ll need to work very hard to find people capable of fronting it”. He added: “Musk might provide money but they need personalities and communicators and an ability to resonate with voters on the British political right”."
            },
            {
                "article_id": "https://www.ft.com/content/b2aa1d3d-6dbc-44a0-aba4-83b43182ddce",
                "headline": "The pro-Trump influencer making waves in Greenland",
                "content": "Danish-American relations reached a fresh low this week after claims that the US was conducting covert influence operations in Greenland, the vast Arctic island that Donald Trump wants the US to control. But at the same time, prominent figures linked to Trump and his team have been promoting the US president’s agenda on Greenland in a way that is anything but covert . One such influencer is Thomas Dans — an investor, former US Arctic commissioner and Treasury official during the president’s first administration, and prolific poster on social media. While he stresses that he has no official role, media on the island have christened him “Trump’s man in Greenland”. “Americans and Greenlanders share a great and brave past, and what I am certain will be a wonderful future,” US-based Dans told the Financial Times. “If I can support President Trump and his exceptional team’s historic efforts to bring greater peace, security and goodwill to this world, I am proud to do so.” Dans, who has spoken about making outsized returns as a fund manager in Russia in the wild privatisation days of the 1990s, was the driving force behind the visit in January of the president’s son Donald Trump Jr to Nuuk as well as an aborted plan for Usha Vance, wife of the vice-president, to visit a dog-sledding contest in Greenland in March. “Greenland is the front door on our east coast . . . What’s really important for Americans and the rest of the world [is] to realise how closely intertwined our country is with Greenland for so long,” Dans told Steve Bannon’s War Room in February, in one of his many appearances on the Maga ideologue’s podcast. American Daybreak, the organisation Dans leads — which describes its mission as “welcoming a New American Day in Greenland, the Arctic and Eurasia” — has campaigned to raise awareness of US involvement in Greenland during the second world war. In February he visited an abandoned US military base in southern Greenland to leave a wreath to commemorate the sinking of the USAT Dorchester in 1943 off the vast Arctic island’s coast, which resulted in 674 deaths. Dans has expressed strong public support for Trump’s renewed focus on the Arctic and “hemispheric defence” from Greenland and Alaska to Panama. “I am an unabashed, day one supporter of President Trump, his administration and the Maga agenda,” he said. “I’m also a private US citizen and have been since I was fired by president Biden in an act of political retribution from the independent US Arctic Research Commission.” Dans has appeared regularly in local media in Greenland, a semi-autonomous part of the kingdom of Denmark with just 57,000 inhabitants. He took Greenlandic MP Kuno Fencker, who has expressed some sympathy with Trump’s interest, to the White House in January, as well as local Maga fan and builder Jørgen Boassen. “We have nothing to hide. These people are not spies. The Danish are just trying to scare people,” Boassen said. “There is nothing covert about Tom Dans or other Americans who have visited or engaged in Greenland in recent years,” Fencker told the FT — unless, he added, Danish intelligence knew something that people in the capital of Nuuk did not. He continued: “The Americans we have seen here — their activities have been visible, often public . . . What we see is not hidden influence from the United States, but rather Danish media framing . . . risks [and] creating unnecessary fear among Greenlanders about US engagement.” Dans said: “The current insinuation and innuendo about the nature of my interest and friendships in Greenland is completely false and not only wrong, but also regrettably, similarly malicious. “But things are moving on. Under president Trump’s leadership, America is back with even more exciting times ahead.” Dans is a Russia expert, who has argued for more engagement with the longtime US foe. He was an exchange student at the Moscow Energy Institute in 1990 in the dying days of the Soviet Union, before returning in the mid-1990s as an investor. “It’s fun to remember a time when we made 15x cash-on-cash returns for the US government building television networks in a newly independent Russia — and then selling them on to Russian oligarchs for $550mn,” he said on LinkedIn in February, calling them “some of the most enjoyable days of my career”. He added that in 1997 when working for Evercore Partners he worked with Kirill Dmitriev, the head of Russia’s sovereign wealth fund who accompanied President Vladimir Putin to his meeting with Trump in Alaska. Dans called him “the Kremlin’s ace in the hole”. Later, in the run-up to Trump’s second term, Dans spent a year as a visiting fellow at the Heritage Foundation, a rightwing think-tank with links to Trump’s circle, where he worked on “conservative approaches for Ukraine’s postwar reconstruction”, according to his LinkedIn page. His twin brother Paul led Project 2025 , a radical conservative programme put together by the foundation ahead of Trump’s election to a second term, and is now challenging Republican Lindsey Graham for his seat in the US Senate. Thomas Dans has not only popped up in Greenland recently, but also in Romania, where he spoke to Bannon from the headquarters of the ultranationalist George Simion during his unsuccessful presidential campaign. “This is one of the key first steps in a movement from east to west in Europe of populist-nationalist movements coming to power,” he predicted in May. In Copenhagen, Danish officials are taking Trump’s threats seriously — including his refusal to rule out using force to take Greenland — but have started being more assertive with what is the main security guarantor to both Copenhagen and Nuuk. Denmark’s Prime Minister Mette Frederiksen said this week that she took a local media report of three US citizens with ties to the Trump administration conducting influence operations in Greenland with “great seriousness” and that if proved they would be “unacceptable”. A White House official retorted merely that “the Danes need to calm down” after its top diplomat in Copenhagen was summoned to the foreign ministry. Pelle Dragsted, a Red-Green Alliance MP, said the Danish government needed to wake up to the new situation “where the US, which has historically been a close ally, is now an adversary when it comes to Greenland, who wants to do both us and Greenland harm”. Most Greenlanders are keen to become independent from Denmark in time, according to opinion polls, but they do not want to become part of the US: some 85 per cent rejected that in a January survey. The US has the only military base on Greenland, which vice-president JD Vance visited in March, saying that Denmark had not done “a good job” on the island. Asked about the media report on influence operations, the state department said it had no comment “on the actions of private US citizens in Greenland” and stressed that it did “not control or direct the actions of private citizens”. Dans himself has been clear about Greenland’s importance for the US. He told Bannon in March: “Greenland is part of North America. We’ve had an indelible tie with them for centuries . . . Today, the security of Greenland is the United States. That has never changed, it will never change . . . “Right now, Greenland is ours to lose.” Cartography by Cleve Jones"
            }
        ]
    },
    {
        "theme_id": 4,
        "summary": {
            "headline": "Proposed peacekeeping plan for Ukraine involves China, raising concerns about neutrality and Western-led global order challenges.",
            "main_idea": "Amid ongoing discussions regarding a potential peace settlement between Ukraine and Russia, the idea of involving China as a peacekeeper has emerged, sparking controversy due to China's relationship with Russia and its potential impact on the Western-led international order. While some see China's involvement as a means to foster stability, others question its neutrality and fear a weakening of Western influence.",
            "subtopics": [
                "Trump's suggestion and the debate around Chinese peacekeepers in Ukraine",
                "China's ambition to shape an alternative international order, contrasting with US leadership",
                "India's engagement with China amid trade tensions with the US"
            ]
        },
        "articles": [
            {
                "article_id": "https://www.ft.com/content/dc6488e9-b853-4abe-b257-71a2e8a5c35b",
                "headline": "Donald Trump ‘proposed Chinese peacekeepers’ for Ukraine",
                "content": "Donald Trump suggested deploying Chinese troops as peacekeepers in postwar Ukraine, lending support to a proposal first put forward by Russia’s Vladimir Putin, according to four people briefed on discussions. Trump proposed inviting China to supply peacekeepers to monitor a neutral zone along Ukraine’s 1,300km front line as part of a peace settlement with Russia in a meeting with European leaders and Ukraine’s president at the White House last week, according to the people. “This is false,” said a senior Trump administration official, adding there had been “no discussion of Chinese peacekeepers”. The idea is opposed by European capitals and has previously been rejected by Ukrainian President Volodymyr Zelenskyy because of Beijing’s critical support for Russia’s war effort. Last week’s meeting was part of ongoing discussions on enforcing a possible ceasefire, western security guarantees to be provided to Ukraine and the structure of any post-conflict settlement. Trump has pushed the two sides to agree a peace deal, but Moscow and Kyiv remain far apart on important details, including postwar territorial control. Senior military and political officials from the US, Ukraine and major European capitals have discussed a structure in which a demilitarised zone patrolled by neutral peacekeepers would be put in place as the first layer of a peace settlement. Russian representatives first raised the idea of Chinese peacekeepers in the context of a security guarantee framework during early negotiations between Russia and Ukraine in Istanbul in the spring of 2022. Russia’s proposal at the time stated that “guarantor states” that were signatories to a future peace treaty — the US, UK, France, China and Russia — would come to Ukraine’s defence in the event of a new attack on the country. That arrangement was and remains a non-starter for Ukraine, since Russia was proposing that all guarantor states would have to approve any response if Ukraine were attacked, meaning Russia would wield a veto over any military intervention. The earlier Russian proposal was made when Moscow held significant leverage as it occupied territory around Kyiv. Zelenskyy abandoned those talks after his troops pushed the Russians out of the region and uncovered evidence of war crimes in towns north of the capital. China has said it is open to playing a “constructive role” in resolving the war after Russia more recently suggested Beijing could be one of the guarantors of Ukrainian security under a peace deal. Russian foreign minister Sergey Lavrov suggested this month that permanent UN Security Council members, which include Russia and China, could underpin a security guarantee for Ukraine in a settlement that ends the Kremlin’s war. China’s foreign ministry said this week, however, that media reports that Beijing had offered to participate in a peacekeeping force for Ukraine were “not true”. The idea is almost certain to be rejected by Zelenskyy, who has said he would not support a peacekeeping force of Chinese troops. “Why is China not in the guarantees? First, China did not help us stop this war from the beginning. Second, China helped Russia by opening the drone market,” Zelenskyy said this month. “They did nothing when Crimea was occupied. That is why we do not need guarantors who do not help Ukraine and did not help Ukraine at a time when we really needed it after [Russia’s full-scale invasion in February 2022].” In April, Zelenskyy accused China of supplying Russia with weapons and helping it with arms production. He also said Beijing was doing nothing to stop Russia enlisting Chinese nationals to fight in Ukraine, showing evidence gathered by Ukrainian intelligence that at least 155 such recruits had been deployed to the battlefield. Ukraine has shown openness to Turkish forces being part of the peacekeeping mission that Kyiv and its western partners are currently outlining as part of a postwar plan. Recommended President Recep Tayyip Erdoğan told Zelenskyy on Thursday that Ankara was ready to host any high-level talks between Kyiv and Moscow, and that it would contribute to Ukraine’s security if peace was achieved. Three rounds of peace talks between Russian and Ukrainian officials have taken place in Istanbul since March but have failed to achieve meaningful progress beyond large-scale prisoner exchanges. “Turkey continues its efforts for the war to end with a permanent peace, and with the establishment of peace Turkey will continue to contribute to Ukraine’s security,” the president’s office said . Turkey, a Nato member, has always cast itself as a peacemaker during the war. Lately it has also suggested this could include the planning and deploying of a peacekeeping force, particularly in the Black Sea, as part of any final deal agreed with Russia. European officials have said they could accept Turkey in this role. Additional reporting by Joe Leahy in Beijing"
            },
            {
                "article_id": "https://www.ft.com/content/58bf303e-ff10-442b-a527-dc61ba6c7eca",
                "headline": "Xi Jinping to host Vladimir Putin and Narendra Modi as China presents rival front to US",
                "content": "China’s leader Xi Jinping will lay out Beijing’s ambitions for an alternative international order when he welcomes his counterparts from Russia, India and Iran to a security forum where he will seek to offer a contrast to US President Donald Trump’s global stewardship. The summit will also mark the first visit to China by India’s Prime Minister Narendra Modi in seven years — a signal of New Delhi’s deep frustration with Washington over Trump’s tariff war. Modi and Xi are due to meet on Sunday. “This is a group of countries that have been significantly antagonised by the west, especially by the US,” said Yun Sun, senior fellow at the Stimson Center, a Washington think-tank. “China is bringing them together and making a statement about global governance and the global order . . . It will be saying that we, the SCO, have a very different vision.” The Shanghai Cooperation Organization — a forum that originated in post-cold war efforts to resolve border and security disputes between China , Russia and central Asian countries — is not a defence alliance, but its members co-operate on anti-terrorism and some hold joint military exercises. Beijing, which holds the SCO’s rotating presidency this year, aims to use that position to “demonstrate to the rest of the world that if there’s a China-led world, it won’t be led in conjunction with Europe or the United States”, said Yu Jie, senior research fellow on China in the Asia-Pacific Programme at Chatham House. “China is emerging politically as a clear winner at the moment,” said Yu. In addition to Modi and Russian President Vladimir Putin, Xi will be joined by about 20 other leaders at this year’s summit, which will be the SCO’s biggest yet, according to Chinese Communist party media outlet Qiushi. They include Pakistani Prime Minister Shehbaz Sharif, Iran’s President Masoud Pezeshkian and Turkey’s Recep Tayyip Erdoğan as well as UN secretary-general António Guterres. Chinese state media said Xi would host a banquet for the leaders and bilateral meetings. The participants will also issue a joint declaration. Putin aide Yuri Ushakov said on Friday the Russian president would meet Xi with ministers and officials “over a cup of tea” and was also expected to hold talks with other leaders including Modi, Pezeshkian, Erdoğan and Serbia’s Aleksandar Vučić. The summit comes days after Washington raised tariffs on India to 50 per cent this week over its purchases of Russian oil. Analysts also pointed t0.o robust attendance this year from south-east Asia , where export-dependent economies have been shaken by Trump’s sweeping tariffs. But Xi’s vision of global relations — in which the west plays a diminished role — will have to paper over deep distrust between participants such as India and Pakistan, which fought a brief armed conflict in May. Analysts will be watching for the resurrection of a trilateral dialogue between the leaders of China, Russia and India that stalled after Chinese and Indian troops clashed along their shared border in 2020. Amit Ranjan, a research fellow at the National University of Singapore’s Institute of South Asian Studies, said repairing relations with Beijing would be a challenging balancing act for Modi, given deep distrust between the longtime strategic rivals. “It’s not very easy to just settle all these issues in just a few days’ time,” Ranjan said. China and India have been at loggerheads since a war in 1962. Relations hit a low five years ago following deadly clashes along their disputed Himalayan border. Tensions rose again in May over China’s supplies of weapons, including fighter jets , to Pakistan. Brahma Chellaney, a professor of strategic studies at the Centre for Policy Research in New Delhi said that “the timing of Modi’s China visit could hardly be worse”, after Trump’s tariffs and China’s recent military support for Pakistan. Modi would be seen as “travelling to China with a weakened hand” as he seeks “rapprochement” with Xi, he said. There has been a flurry of recent diplomacy. Modi welcomed China’s foreign minister Wang Yi last week, and the countries agreed to revive travel and trade ties, notably Chinese supplies of rare earths, fertiliser and tunnel-boring machines. Beijing and New Delhi agreed last year on patrols of their 3,500km border, and Modi and Xi met at the Brics summit in Kazan, Russia. Recommended India’s foreign minister Subrahmanyam Jaishankar has played down the “causality” of Trump’s tariffs in the timing of Modi’s visit. But analysts noted that the US president’s trade policies contravened Washington’s previous efforts to cultivate New Delhi as a hedge against a more assertive China. “India was putting too many eggs in the American basket considering its geostrategic and political interests,” said Sanjay K Bhardwaj, professor at the Centre for South Asian Studies at Jawaharlal Nehru University in New Delhi. “It is now, after Trump’s tariffs, trying to balance that out by putting more eggs on the Chinese basket.” Others cautioned that Xi could be reluctant to give Modi too much of the limelight. China would see the visit as “an opportunity to teach India a lesson”, said Stimson’s Sun. “It’s possible that Xi Jinping will have a side meeting with Modi, but I don’t think the Chinese will be highlighting the India presence.” Additional reporting by Anastasia Stognei in Berlin The Indian professional’s must-read on business and policy in the world’s fastest-growing big economy. Sign up for the newsletter here"
            }
        ]
    },
    {
        "theme_id": 0,
        "summary": {
            "headline": "Global Markets Face Uncertainty Amidst Tech Slowdowns, Tax Concerns, and Emerging Trends",
            "main_idea": "Various sectors including tech, banking, investment platforms, commodities, fashion, and digital assets are experiencing volatility and shifts in investor sentiment due to factors like slowing growth in AI, potential tax hikes, changing consumer preferences, and new opportunities like small modular nuclear reactors.",
            "subtopics": [
                "Tech stock declines driven by AI concerns and export control uncertainty",
                "Banking sector faces potential tax increases amid economic strains",
                "Investment platforms navigating regulatory changes and market competition"
            ]
        },
        "articles": [
            {
                "article_id": "https://www.ft.com/content/2b3b51d1-b9e1-4b7c-a262-ae531f621fef",
                "headline": "US tech stocks drop as AI uncertainty knocks chip groups",
                "content": "US tech stocks slipped on Friday as weak earnings at a large chip designer fed investors’ concerns about slowing growth across the artificial intelligence sector. The tech-heavy Nasdaq Composite was down 1.2 per cent in early-afternoon New York trading, with semiconductor group Marvell Technology falling 17.6 per cent after its data centre revenue missed analysts’ forecasts. Bank of America on Friday downgraded the stock to “neutral” from “buy”. Nvidia, the $4tn semiconductor giant which this week signalled uncertainty around its sales in China , fell 3.6 per cent. Friday’s declines left the Philadelphia Semiconductor Index, which tracks 30 of the world’s biggest semiconductor manufacturers, heading for its worst session since late July. Wall Street’s benchmark S&P 500 index was 0.8 per cent lower, on track for its biggest one-day drop since the start of August. Tech stocks have powered US equity markets to record highs, yet simmering concerns about surging spending on AI infrastructure have in recent weeks weighed on some of Silicon Valley’s biggest names. The slide comes as Nvidia, the world’s biggest listed company, on Wednesday gave a revenue forecast that failed to meet investors’ highest expectations, and narrowly missed analysts’ estimates for its data centre revenue last quarter. Nvidia’s shares fell after it also cited uncertainty around US export controls, which have hampered its AI chips business in China. “Though [Nvidia] didn’t exactly disappoint expectations, concerns about its China penetration and forward guidance somewhat dampened enthusiasm,” said Florian Ielpo, head of macro at Lombard Odier Investment Managers. Hundreds of billions of dollars have already been spent on the data centres required to power generative AI models such as ChatGPT, which investors hope will usher in a new era of rapid productivity growth. But generative AI revenues at the so-called hyperscalers — Amazon Web Services, Microsoft Azure and Google Cloud — were just $45bn last year, according to Morgan Stanley. Marvell, which competes with Nvidia by building custom chips for the likes of Amazon and Microsoft, saw its shares surge last year on the wave of investor enthusiasm around AI hardware. But they have fallen more than 40 per cent since the start of the year, as it has been hit by trade uncertainties, leading it to cancel an investor day earlier this year, as well as questions about whether it can grow its client base. Marvell’s warning of slowing growth in its data centre business came as shares in Chinese ecommerce giant Alibaba jumped on reports that it is set to release a new semiconductor chip, as part of a Beijing-backed effort to displace Nvidia’s popular H20 processors. Nvidia reached a deal with the Trump administration to resume exports of its H20 chip to China earlier this year in exchange for the US government receiving a 15 per cent of the revenue from the sales. It said on Wednesday that it was waiting on the administration to codify the plan. Recommended The Chinese government has discouraged domestic AI companies from buying the chip, however, and is increasing its efforts to compete with the US chipmaker. Earlier this week Chinese AI chipmaker Cambricon posted record profits for the first half of the year while announcing several technological improvements that it says bring its chips closer to the quality of Nvidia’s. Its share price has more than doubled this year. Shares in US server maker Super Micro Computer, which is a crucial company in Nvidia’s supply chain, was 5.3 per cent lower on Friday after it identified “material weaknesses” in its internal control over financial reporting."
            },
            {
                "article_id": "https://www.ft.com/content/f49f8996-0b22-4d19-a0d1-33c22614c231",
                "headline": "UK banks suffer sell-off over fears of tax rises",
                "content": "Shares in Britain’s biggest banks tumbled on Friday amid mounting fears that the chancellor may raise taxes on the sector in the autumn Budget to bolster the country’s strained public finances. NatWest, Lloyds Banking Group and Barclays experienced some of their worst sell-offs in months as the Treasury faced calls to introduce a new levy on bank profits. NatWest fell as much as 5.9 per cent before closing down 4.9 per cent, the worst performer on the FTSE 100. Lloyds , which is often seen as a bellwether for the UK economy, fell 5 per cent before paring back its losses to 3.4 per cent. Barclays’ stock ended the day 2.2 per cent lower. The banks dragged the index to its fourth straight day of losses for the first time since US President Donald Trump announced sweeping tariffs in April. The falls came as the Financial Times reported that banks were braced for ministers to introduce a surcharge on profits or even a new bank levy to help fill a fiscal hole estimated by economists to be at least £20bn. Also on Friday, the think-tank IPPR proposed a new levy on income linked to the reserves that banks hold at the Bank of England, which it estimated could bring in £8bn a year. Banks were fighting back in private, circulating their misgivings about the report and perceived flaws in its conclusions. While Labour insiders declined to be drawn on specific tax proposals, one downplayed the idea that UK chancellor Rachel Reeves will follow the IPPR blueprint. “Just because a think-tank proposes something doesn’t mean we are going to do it,” they said. The calls for tax rises come as Britain’s biggest banks — including Lloyds and NatWest — reported better than expected profits in their half-year results. Some Labour officials close to the Treasury believe that a move to raise bank taxes in the autumn Budget would help reassure the party that the government was sharing around the fiscal pain. The IPPR, an influential think-tank in Labour circles, argued the Treasury should impose a new levy to recoup “windfalls” made by lenders as a result of the BoE’s quantitative easing programme. The scheme entailed the BoE purchasing hundreds of billions of pounds of government bonds, which boosted commercial bank reserves at the central bank, earning interest. The banks earn interest at the BoE’s 4 per cent target rate on those reserves, which hits the public purse. Senior bankers, however, have complained about perceived flaws in the IPPR report. Benjamin Toms, an analyst at RBC Capital Markets, said: “A tax on interest received on reserves held at the Bank of England could be the most damaging policy for the banks, as not only could this have a material impact on bank profitability, it is also generally considered to be bad monetary policy.” Other bankers have told Treasury officials that they would hurt the UK’s growth ambitions with any new bank levy. Analysts at Jefferies said that if the Treasury did increase tax rates, it would probably be by increasing the surcharge that banks pay on their profits, which at present stands at 3 per cent. The analysts added that there was no certainty of any bank tax rises. “We think today’s downward move is unjustified, although we accept it may be a bumpy ride into the autumn Budget,” they said. Following the declines in banks’ share prices, the Treasury said the chancellor “has been clear that the financial services sector is at the heart of our plans to grow the economy”."
            },
            {
                "article_id": "https://www.ft.com/content/f98cf469-6957-4a2d-b647-dbc2caff1c1a",
                "headline": "Directors’ Deals: AJ Bell chief executive takes advantage of share price rise",
                "content": "AJ Bell shares have risen by more than 40 per cent since their 2025 low point in April, as the investment platform has delivered robust flows and market share progress in the battle with direct to consumer (D2C) rivals. The company’s third-quarter update in July beat analyst expectations on new client money. For the three months to June 30, underlying net platform inflows came in at £2.1bn as the D2C and advised platforms generated inflows of £1.5bn and £600mn, respectively. Total assets under administration rose 14 per cent from the same period last year to £102bn, while platform numbers rose 17 per cent to 620,000. The quickest assets growth across the company was seen at AJ Bell Investments, the company’s in-house investment solutions business, which was a positive signal for margins. Analysts at Panmure Liberum estimated that the company has gained D2C market share in recent years against Aberdeen’s Interactive Investor platform. Meanwhile, Shore Capital analyst Vivek Raja posited that the company’s performance “will continue to distance AJB from the threat of sharper competition” by D2C giant Hargreaves Lansdown. Given double-digit share price growth year to date (14 per cent as of August 26), it is no surprise that some have chosen to put paper gains to work. Chief executive Michael Summersgill, the company’s former finance boss, who was promoted in 2022, took advantage of the performance when he sold £436,000-worth of shares on August 19. A risk to the investment case comes from the materiality of interest income on uninvested client cash — David McCann at Deutsche Numis forecasts this will make up 40 per cent of annual revenue this year — and potential regulatory action in this area by the Financial Conduct Authority. However, a significantly detrimental outcome appears unlikely as things stand. Another consideration is the premium valuation. AJ Bell shares trade on 21 times forward consensus earnings for 2026, a higher rating than other platform and wealth management sector options such as Integrafin and Quilter."
            },
            {
                "article_id": "https://www.ft.com/content/3bea2968-20b7-4e3e-b047-a5cdba80ef55",
                "headline": "Stockpickers: Hochschild Mining, Boohoo, Bunzl",
                "content": "Gold, a much recommended asset for its diversification qualities, ability to hold its value and protect against inflation, has delivered an annual average return of 11.06 per cent since 1999. But it’s a tricky investment to get right. Choices include buying the yellow metal in its physical form, gold and gold miner exchange traded funds (ETFs), and shares in gold mining companies. For the average investor the practical issues of timing a purchase, storing and selling usually rule out the first of these options. The current price for even a small slab of high purity (bullion) gold — say a 500g bar from the Royal Mint — will set you back more than £41,700, though there is no VAT to pay on investment grade gold and certain gold coins are exempt from capital gains tax too. Gold ETFs, whose assets are backed by physical gold in vaults, and shares in gold miners are easier and far more liquid options. One of the main draws of holding mining companies is that they are good dividend payers, although less so in leaner times. And because a rising gold price adds nothing to miners’ costs, the jump in their profits can be even greater. Share prices can also be driven upwards on news of new discoveries or higher grade finds, regardless of where the gold price is at. But mining is a risky business with plenty of hazards — waste and licence battles among them — even for players such as Endeavour Mining, London’s largest pure gold miner. Meanwhile high rainfall has been an issue for Hochschild, which has significant gold and silver mines in South America. Yet the problems may be a silver lining (no pun intended) because a tumbling share price can provide an opportunity to buy in at a discount. Remedial efforts at Mara Rosa are taking longer than expected, writes Mark Robinson . The market gave a damning verdict of Hochschild Mining’s interim update, as the precious metals miner downgraded full-year production expectations due to ongoing problems at its open-pit Mara Rosa gold mine in Brazil. Heavy and persistent rainfall has slowed remedial efforts at the mine. And while some technical progress has been made in relation to its stalled processing activities, Hochschild has slashed its production forecast at the site. For all the Mara Rosa ill-effects, the FTSE 250 miner increased revenues by a third, while cash profits, up 27 per cent to $225mn, were slightly ahead of consensus. Earnings also benefited from a $30.8mn impairment reversal on its Volcan gold mine project in Chile. Happily, production guidance for its other Latin America mines is unchanged, and the group has had some early success at its brownfield drilling programme for 2025. It has also pared net debt, and cash flows are benefiting from higher precious metal prices. The shares change hands at a 23 per cent discount to the consensus target price, although we can expect some recalibrations based on the Mara Rosa shortfall. We retain our buy call based on the view that macroeconomic conditions remain supportive of precious metals pricing. There are some early signs of progress as the group transitions to a capital-light model, writes Mark Robinson . It would be fair to say that Boohoo’s full-year net loss takes a back seat to its attempts to transform into a capital-light marketplace model. The group, which trades under the Debenhams banner, reported falling revenues and expanding losses, but you need to scratch the surface to get an idea of its strategic priorities. The Debenhams brand itself produced the most noteworthy returns, with gross merchandise value up by 34 per cent to £654mn. More importantly, however, the value of inventory and capital expenditure fell markedly from full-year 2024. Despite signs of progress on the cost front, it would be premature to say that the revamped business model will deliver positive earnings over the medium term, even though management confirmed that all of the group’s brands are now trading profitably on an adjusted Ebitda basis. But with the shares down by 47 per cent over the past 12 months, and trending well below the short-term moving average, we are yet to be convinced. The distributor is grappling with deflation and soft demand, writes Valeria Martinez . Bunzl’s shock profit warning in April will still be front of mind for many shareholders, but the FTSE 100 distributor offered some relief by resuming its £200mn buyback programme and reaffirming guidance for a stronger second half. First-half results came in as expected, with adjusted operating profit down 11 per cent to £405mn and margins slipping a percentage point to 7 per cent. Volume pressures, deflation and soft demand weighed on the company, leaving underlying revenue broadly flat. North America was the biggest drag, with profit down nearly 15 per cent. Peel Hunt analyst Andrew Nussey said problems in the US “now look contained” following management changes, cost savings and a deeper own-brand push. If April’s profit warning proves to be a one-off and the focus returns to the long-term attractions of Bunzl’s compounding model, the current rating of 14 times forward earnings could be an attractive opportunity. But with demand still soft, we remain cautious."
            },
            {
                "article_id": "https://www.ft.com/content/c7081757-896f-4f0c-8ceb-b8911dd2cca1",
                "headline": "Hiking this national park feels like an escape to another universe",
                "content": "In 1936, the Jewish-Austrian author Stefan Zweig was invited to attend a writers’ conference in Buenos Aires. Travelling by ship from his place of exile in England, Zweig used the opportunity to stop off in Brazil, a visit he described as leaving “one of the most powerful impressions I received all my life”. In the shimmer of electric lights hanging like “strings of pearls” across Rio de Janeiro’s skyline, Zweig could imagine the possibility of a universe that wasn’t based on the fascist ideologies of 1930s Europe. As his ship pulled away, he vowed that one day he would return and experience “the fantastic expanse of this realm”. But it was only in 1940 that he managed to leave for Brazil again, “to save myself for a while from a world that was destroying itself”. Zweig’s travelogue, Brazil: A Country of the Future , is an ode to a place of “bewildering opulence”, his lyricism embodied in his image of a nation “shaped like a huge harp”. Shortly after the book’s publication, various Brazilian intellectuals suggested that his idealisation of their country was in fact an agreement between Zweig — by this time, a literary celebrity — and the Brazilian authorities in exchange for giving the exiled writer residency. Nonetheless, the book makes for excellent company on any trip to the country, notwithstanding the criticism, the romanticising or the irony of Zweig’s later suicide not far from the city that first seduced him. Swelling with equatorial heat, Zweig’s Brazil reads as a paean to escapism in complicated times — “one of the greatest hopes” for a “crowded, often already tired, exhausted earth”. “Everything is vehement, the sun, the light, the colours. The blue of the sky blares stronger here,” writes Zweig. “Nature always reaches its superlative.” I mull over his descriptions of a country where “one’s soul relaxes so relievingly” on a trip I’m making through Lençóis Maranhenses National Park. This remote landscape in Maranhão state runs alongside a sliver of Atlantic coast a three-and-a-half-hour flight north of Rio. A protected area about the size of Greater London, the park was established in 1981 and declared a Unesco World Heritage Site last year. It’s formed of sand deposited by rivers and ocean currents, and shaped by Atlantic winds, which push the sand back inland and sculpt it into dunes. In the wet season, between January and June, the hollows fill with rainwater to create still, freshwater lagoons. Exuding an end-of-the-world feeling, it’s a freakish topography where few people live. I’ve come to try a walking route across the park that was launched in June by a new Brazilian hospitality brand called OIÁ. The journey links three lodges (one of which OIÁ owns; the others are collaborations) in a single itinerary with local guiding. Vehicles help with luggage transfers and the 4x4 is also available to shorten the walks if you need to cheat a little — a service I admittedly make use of when I dilly-dally taking pictures on my last day. The route starts from OIÁ Pop Up Atins, a six-room lodge in the fishing village of Atins, where the river Preguiças meets the Atlantic. The second stop is Casa Patacas, a new three-room cottage which opens up the lesser-visited heart of the park to visitors who want more than a backpacker’s hammock to sleep in. The route then winds towards the park’s northwestern boundary, to OIÁ Casa Lençóis in the town of Santo Amaro do Maranhão, which is the only OIÁ-owned hotel (it previously operated as a lodge run by a Frenchman, but over the past three years has been significantly expanded and redesigned). I’m joined by two companions, both of them physically fit, which you need to be to walk the itinerary’s 30km route (though this can change with dune shifts). Because of the heat and lack of shade — it’s 32C at midday in August — we plan to hike in the late afternoon and into the night under a cloudless sky. Even at midnight, I’ve been told there will be no use for a torch. The moon is full, the dunes and pools like mirrors. I quickly fall for the landscape’s strangeness. We arrive in Atins at dusk after a four-hour drive from the state capital, São Luís, followed by a one-hour speedboat ride down the Preguiças from the town of Barreirinhas. The hotel is petite but well put together: wooden cottages with open-air showers, a decked garden and small pool. It’s located on the fringe of the village, tucked between the river, ocean, mangroves and first wave of dunes — a fragile ecology, and one my Brazilian companion fears for. She has been visiting Atins for almost a decade. Since the pandemic, she says, the village has become much busier with real estate investors who can see an opportunity “for people who are tired of Trancoso”. Prices have inflated, the lodging especially, but still there’s no tarmac. Dogs curl in puddles of shade, cockerels scratch the yards and free-rein donkeys roam sandy streets. After a lazy riverside lunch on our first day, we paddle kayaks into the mangroves, where flocks of scarlet ibis prick the canopy with flashes of vermilion. Later, we get a taste of the dunes, which we traverse by quad bike (and encounter others enjoying the sands on horseback) before retreating to a bar on Atins’ beach where we watch kitesurfers leap and dance like fireflies against the setting sun. See Sophy Roberts tell the inside story of her bestselling book A Training School for Elephants at the FT Weekend Festival on September 6 at Kenwood House, London. For tickets, and online passes, see ft.com/festival The following morning, we visit a lagoon where other tourists bring deck chairs and sun umbrellas (we’re given the same option, but I’m less interested in lying prostrate than taking photographs of the weirdness). This close to Atins, the dunes are busy yet still startlingly pristine, with the day’s winds constantly rubbing out the evidence of yesterday’s footfall. But all this is just a prelude to the main event: the hiking, which begins on the far side of a tidal river we have to wade. From here, we will walk about 15km west to Casa Patacas, led by an English-speaking guide, Bruno Moscardo, and two locals, Francisco Viana do Nascimento and his son Eugênio, who belong to one of the local families whose forbears were living inside the park before it was officially created. Francisco points towards a smudge of green in the distance. This is our day’s destination, though it’s not entirely clear to me how we will weave through the lagoons to get there. He reassures me that he’s been able to find his way across the dunes since the age of 12. As a child he would frequently make the journey to help his family fish on the coast. I walk barefoot. The sand is cool, mostly hard. In moist dips, the surface turns to jelly. The dunes’ crescent lines are perfectly formed — curves, curls and S-bends, which in a rising wind makes it sound as if the land is whispering somehow. Sometimes the surface looks like the fluff on candyfloss, or smoke drifting. Other times, the stillness is so complete you can hear a bird on the wing before you see it. The changing light creates peculiar tricks in perspective. A steep-sided dune appears as high as the Dover cliffs, but peer over the crest and it’s shorter and shallower, tempting us to run down the slope like children. Sometimes a dune’s sharp edge slices across a lagoon to create geometric splinters of blue — like Matisse paper cutouts. Then cloud shadows race across the surface and the landscape takes on the shimmer of puckered satin being shaken out in a breeze (the park’s name translates literally as “bedsheets of Maranhão”). Night begins to fall. Frogs babble from the oases. The pink light at moonrise gives the ripples of sand a magical luminescence. The land is constantly renewing itself, but also destroying what has come before, explains Francisco. As we approach the line where the dunes have encroached on the forest, I learn that we’re walking close to his childhood home — one of six houses drowned by the shifting sands 40 years ago, though no one except his family would ever know this. Tomorrow I’ll see more. For now, I look up at the stars and think of Zweig. “In spite of all my travelling, looking, learning, reading and searching”, he met only two or three Brazilians “who could claim to know the inner and almost impenetrable depths of their own country”. It’s late by the time we arrive at our next accommodation, which is the prettiest and most unlikely of lodges to come upon in a place like this. Casa Patacas is a white cottage with a roof thatched in carnauba leaves, set in a grove of silvery palms on the border of sand and forest. It’s a historic building leased from Francisco’s nephew by a Bahia-born entrepreneur, Lisiane Oliveira dos Santos, who works with local artisans. Lights hang from trees. We dive into steaming showers, using salt and coconut oil to rub off the sand. We sip caipirinhas at a simple bar strung with hammocks, listening to local folk music, toada de boi . We eat in the moonlight — prawn coconut curry, plantain ceviche — and retreat to four-poster beds engulfed in muslin. It’s somewhere I could stay for days: a peaceful, silky world of sand and starlight, within a 30-minute walk of Francisco’s hamlet, Rancharia, which we visit the next day. His family share some cold beers and a freshly killed pig, grilled over fire. His wife, Rosa, tells me about coastal fishing and oasis gardening, and her fears for the erosion of their traditional way of life. Afterwards, we go to swim in one of the lagoons, joined by two of their grandchildren. Francisco also takes us to see the site of his parents’ former home, marked by palm trees, and the family graveyard, which just two months ago reappeared after 10 years of hiding under a dune. I watch him walk between the crosses. The mood is sombre. This is a holy place, with only the thinnest layer of sand separating life and death. “Do you want to be buried here too?” I ask him. “No, because I don’t want to resurface,” he says with a smile. We start to walk again, the sun dipping, the indigo sky arriving, heading across the dunes for the town of Santo Amaro where we will sleep at OIÁ Casa Lençóis. This is the smartest of the three lodges and a deliberate crescendo; grander rooms, mid-century tropical interior decoration, massages, a relatively gastronomic dinner. There are also other guests staying who are using it like a regular hotel, without the hike. I want to tell them how much they are missing. My legs hurt, my feet are blistered, but it’s an earned discomfort, this journey revealing to me a corner of Brazil that, even now I’ve visited, doesn’t quite feel like it’s of this earth. Zweig told a friend he was looking for “a forgotten place somewhere and never to open more a newspaper”. If only he’d made it out to Lençóis Maranhenses — in 1940, hardly the kind of cosmopolitan centre this man of letters was drawn to, but then, as now, a peaceful, redemptive landscape unlike any other. A different universe, constantly renewing itself under the salt-white moon. Sophy Roberts was a guest of Daunt Travel ( daunt-travel.com ), which offers a five-night trip staying in the lodges described from £5,000 per person, including full-board, drinks, guided hiking, and activities including kayaking, quad biking and 4x4 excursions Find out about our latest stories first — follow FT Weekend on Instagram , Bluesky and X , and sign up to receive the FT Weekend newsletter every Saturday morning"
            },
            {
                "article_id": "https://www.ft.com/content/867fba45-3d8e-4d84-bedc-0dd9a4e53a11",
                "headline": "It’s been a terrible year to graduate and find a job",
                "content": "Rose Agbaw would like to take a break from job hunting. Unfortunately, it’s not that easy. In the past couple of years, the 23-year-old completed two competitive financial services internships, a business degree at the University of Kent, and learned French in Paris. She has applied for 50-70 jobs and started a masters in cyber security management. When she can, she picks up shifts as a supply teacher. Now, a fresh recruitment cycle means she has to start applying for jobs again. “I’ve been doing my masters, some online certificates and trying to boost my CV,” she says. “It’s like, this is a lot at once.” Agbaw is part of a cohort of UK university graduates struggling to find their place in one of the most competitive job markets in decades. Economic uncertainty, high inflation, and a reversal of a post-Covid hiring boom have dragged on the labour market in recent years. The threat of artificial intelligence and high living costs add fresh urgency to young people’s search. For many, the distance from their dream — or any — job leaves them with only one option: study more, work more and apply more. And keep hustling just to stand out from the crowd. “This year’s cohort of students is making more applications than ever before; they’ve taken part in more on-campus events and are more engaged in preparing for their careers than ever before,” says Martin Birchall, whose company High Fliers Research has surveyed 15,000 students annually about their graduating experiences for the last 30 years. “But, at the end of all that, they’re having one of the lowest success rates on record.” This year’s survey shows the proportion of final-year students who have secured a job by the February before graduation dropped from 33 per cent two years ago to 27 per cent in 2025 — the lowest, aside from the pandemic year of 2021, since the survey began. On average, final-year students made a record 21.7 applications each this year, up from 12.7 in 2023. Recommended The difficulty is symptomatic of a broader malaise in the jobs market , but early career jobseekers appear to be taking a disproportionate hit. Figures from Indeed, the jobs site, show that in June, the number of roles advertised for recent graduates had fallen by 33 per cent compared with last year and dropped 12 per cent as a share of all postings. “Our data is telling a fairly bleak story,” Jack Kennedy, senior economist at Indeed, says. “In terms of graduate jobs as a share of the overall market, it’s the weakest, aside from 2020, at least since 2018. And the overall market has also shrunk . . . so in absolute terms it’s even worse.” Indeed’s sector-by-sector analysis shows postings in some of the most desirable graduate employment sectors have plummeted, by 78 per cent in human resources, 46 per cent in marketing and 42 per cent in accounting. According to High Fliers’ latest research on the graduate market, to be published next week, 47 per cent of top UK employers reduced their graduate intake in 2024, and 40 per cent said they expect the same this year. The contraction is happening as the number of graduates increases. The higher education entry rate among UK 18-year-olds was 24.7 per cent in 2006. By 2024 it was 36.4 per cent. In 2021 — when many of those who have now just graduated started university — it peaked at 38.2 per cent. Some 445,000 people graduated from their first degree in 2022-23, according to the Higher Education Statistics Agency, but the proportion in full-time employment 15 months after graduating was 54 per cent — down from 57 per cent the previous year. Not all were in graduate roles. Birchall believes it is “impossible” not to link faltering employment success with a growing number of graduates. “I don’t think as a country we’ve ever made any attempt to match the capacities of universities with the jobs market,” he says. “There’s a lot of disillusioned students. They have done all the right things — jam-packed CVs, all the recruitment stuff, great degrees — and they’re still not getting the jobs, because there’s just so many candidates.” For aerospace engineering graduate Kostas Zannettou, trying to land a job meant starting applications at the beginning of his final year: 12 months later, he has applied for between 40 and 50 roles, resulting in a week-long internship at a motorsports company. “Everyone in my cohort is experiencing the same thing,” he says. He feels a lack of preparation from universities has left his peers “shocked” at how difficult it is to find work. “This has forced me to seek alternative ways to stand out. It feels like a degree alone isn’t enough to get your foot in the door anymore.” Some content could not load. Check your internet connection or browser settings. The loss of jobs in white-collar industries has prompted a more existential fear: that artificial intelligence capable of automating tasks such as research, writing and coding will gut demand for workers. Dario Amodei, the chief executive of AI company Anthropic, warned in May that half of all entry-level jobs in areas such as administration and tech could be wiped out by AI within five years. Yet the real-world effect of the technology is still difficult to discern. Phillippa O’Connor, PwC UK’s chief people officer, says “other factors such as market conditions are currently having a greater impact” than AI. Although the firm cut its graduate hires from 1,722 to 1,529 last year, it would “always need a relatively large base of people at entry-level, not least to create a pipeline of talent”. In any case, for this class of graduates, the clearest impact of AI is not reducing the number of roles, but making the job hunting process more crowded and confusing. “AI has accelerated the feel of competition by making it much easier for students to send out loads of applications,” says Chris Traynor, careers and employability manager at Newcastle University. “As a hiring manager, you’re overwhelmed — you become a rejection manager.” Lejla Delahmetovic, a London School of Economics masters graduate from the US, now working in a bakery while she tries to get a graduate job, says it feels demotivating for cover letters to be “streamlined through algorithms” and denied “if you don’t have a particular word . . . I’ve sent in applications before and then two, three hours later, got a rejection.” Faced with unmanageable volumes, and the difficulty of parsing candidates’ real ability from AI-assisted applications, recruiters are also switching to offline recruitment, including seeking hires from their own networks. “What we’re beginning to find — anecdotally — is employers are increasingly relying for graduate employees on students they already know,” says Nick Bent, chief executive of upReach, a charity helping disadvantaged students land graduate jobs. For some, that doesn’t make life easier. Without links to contacts and work experience that remains concentrated in large cities and can be unpaid, working class graduates can find routes to jobs closed. “Most young people grow up outside London, and not everyone has got an auntie or uncle with a spare room,” says Bent. Rising living costs add a greater obstacle. “Frankly, life is brutal financially for students who don’t have the Bank of Mum and Dad to fall back on,” adds Bent. Some 68 per cent of students now do paid work during term time, up 12 percentage points from last year, according to the Higher Education Policy Institute think-tank. The time this takes up, and the insecurity it implies, leaves students less able to invest in activities such as making applications and networking. “[When] there’s more month at the end of your money, you see more pragmatism — you just need something now,” says James Corbin, head of the careers service at the University of Kent. Lower-income students, he adds, may be reluctant to take industry placement years or even two-week training to gain experience, if that jeopardised a permanent part-time job. It remains the case that graduates are on the whole better off than those who do not go to university: the number of UK graduates in full-time employment is higher than non-graduates, and the graduate unemployment rate, at 6 per cent, is less than half the 14.3 per cent reported for all 16-24 year olds. An analysis by Universities UK, which represents the sector, found a need for graduates in high-growth sectors, such as life sciences, which will mean that 61 per cent of the UK workforce will need to hold a higher education qualification by 2035 — up from 52 per cent this year. “In a difficult labour market, graduates have got a leg up,” says Vivienne Stern, chief executive of UUK. Employers in areas like tech or sciences are still struggling to find high-skilled staff, she adds, and data on new graduates, who are figuring out their next steps, rarely reflects the lifetime benefit of a degree. “This is a group of people whose careers will be long, and one thing that comes with studying at this sort of level is the resilience to adapt . . . The demand for graduates is still there.” Some content could not load. Check your internet connection or browser settings. Graduates also earn more than those who did not go to university — albeit with a narrowing advantage. In 2013, recent female graduates earned about 40 per cent more than non-graduates; by 2023, the gap was less than 23 per cent, according to official data. For men, the wage advantage of a degree declined from 35 per cent to 27 per cent. This is due in part to an increase in the minimum wage, but also through university leavers working in non-graduate roles. It also does not take into account debt: those graduating last year in England did so with an average loan balance of £53,000, which they repay as 9 per cent of any earnings over about £28,000, during the course of their working life. Those who started university from August 2023, will start repaying after £25,000 of earnings. And due to the greater competition, a degree is often just the start of what employers expect. Recent graduate Darcey, who asked to use a pseudonym due to concerns about her job prospects, says recruiters want “vast and relevant experience” even for internships or graduate schemes. “This makes applying for jobs even more stressful.” Agbaw has taken on more debt to complete her masters, but because she no longer qualifies for a maintenance loan, her finances are tight, despite living with her parents. “If I had to find rent every month, I’d be crying.” Last year, Prospects, a careers service targeting graduates, decided to change its messaging. In the past it promised to help young people find the career of their dreams, says head of strategic relationships Chris Rea. Now, it tells them something more measured: “We’re with you every step of the way.” The previous, sometimes hyper-aspirational lines did not reflect the challenging, non-linear reality of job hunting and work, says Rea. Many of Prospect’s clients are simply seeking financial independence and stability — and finding that in itself is difficult to achieve. “A dream job doesn’t resonate with everybody — some people think, I just want a normal job, I don’t want to be a high flyer go-getter,” Rea says, adding that, on the whole, graduates were in a better position than many other jobseekers. “We can’t have a fantasy version of your audience or the job market. We have to be realistic and clear with each other.”"
            },
            {
                "article_id": "https://www.ft.com/content/234b4c2e-5e1a-46ba-82fd-472e271a289f",
                "headline": "Rolls-Royce explores small nuclear reactor unit funding options including IPO",
                "content": "Rolls-Royce has held exploratory talks with advisers over financing options for its small nuclear business, including an initial public offering, amid growing investor excitement about the nascent technology. The FTSE 100 engineer was in June selected to build Britain’s first fleet of small modular reactors as part of a plan by the Labour government to make the UK a world leader in the technology. The Rolls-Royce-led SMR consortium is in talks to finalise a contract with the government later this year. The talks with investment houses and banks focused on future funding requirements of the business, according to two people familiar with the situation. “There is a live debate within the shareholder base,” said one of the people, noting that a listing at a high valuation would generate significant funding. Other members of the consortium include CEZ Group, the Czech utility, which holds a 20 per cent stake as part of a wider partnership with Rolls-Royce, the Qatar Investment Authority and BNF Resources. There were “different views” among shareholders, the person added. Discussions were at an early stage, with the Rolls-Royc e board not in a rush to make any decision, said the other person. The UK government would be eager to ensure that any listing occurred in London, which has suffered a marked slowdown in flotations in recent years, they added. Rolls-Royce SMR said the company was “not planning for, or in the process of launching an initial public offering”. Governments and investors are increasingly backing the potential of SMRs — nuclear reactors that are smaller than the gigawatt plants that have dominated the industry for decades — as a reliable source of low-carbon electricity. UK government funding for Rolls-Royce, which is still subject to final agreements, involves support to help develop three small modular reactors amounting to almost 1.5 gigawatts of electricity capacity, enough for about 1.5mn homes. The government has said it will pledge £2.5bn to small modular reactors during this three-year spending review period, helping to develop Rolls-Royce’s technology as well as develop sites for the reactors. The renaissance in nuclear power has come amid the boom in power-intensive artificial intelligence and as governments worldwide seek to shore up domestic sources of energy. Technology groups such as Amazon and Google have in recent months struck deals with SMR developers to help power the data centres needed for AI. Oklo, a nuclear start-up backed by OpenAI chief Sam Altman, is valued at more than $11bn. Companies in the space eyeing possible IPOs include Florida-based Holtec International and Quantum Leap Energy, part of ASP Isotopes. Quantum Leap said its decision to “pursue a US listing this year reflects both our confidence in the company’s growth trajectory and the appetite we are seeing from international investors”. Nick Lawson, chief executive of investment group Ocean Wall, which is advising ASP Isotopes on the QLE spin-off, said he was seeing “extraordinary momentum at the intersection of nuclear technology and artificial intelligence”, which included several upcoming listings. At least three nuclear energy developers are also seeking to raise money through mergers with special purpose acquisition companies. Tufan Erginbilgiç, Rolls-Royce’s chief executive who has presided over a sweeping turnaround at the group since taking the helm in 2023, has become a vocal proponent of SMRs. Recommended The engineering group, which remains the majority shareholder in the consortium, is not expected to make a decision on whether to proceed with an IPO until after it has signed the contract with the UK government, as any valuation would depend on the commercial details. The London-listed company said this summer that it expected the SMR business, which employs about 800 people, to be free cash flow positive and profitable by 2030. Rolls-Royce last year sold a 20 per cent stake in the business to CEZ Group. Although terms of the deal were not disclosed, the utility was estimated to have paid hundreds of millions of dollars for the stake."
            },
            {
                "article_id": "https://www.ft.com/content/aa5aae65-d2f4-454d-9210-f496418e7e5d",
                "headline": "Luxury blingflation creates opportunity for cheaper challengers",
                "content": "The best things in life may be priceless. But over the past few years some of them have become extortionate. As the luxury industry has created its own kind of high-end inflation, price rises have left some customers behind. That has created an opportunity for upwardly mobile brands, even mass-market challengers. After a series of sharp price increases, luxury’s unaffordability has turned from a feature to a bug. Sales declined 1 per cent in the last quarter, according to Bernstein, with those at industry bellwether LVMH falling by 4 per cent, and at troubled Gucci-parent Kering by 15 per cent. But second-tier brands seem to be stepping in. Burberry, for instance, is retrenching after a failed attempt to go even more upmarket — and investors have rewarded it with a share price bounce of more than 90 per cent in a year. Those reluctant to spend more than £6,000 to bag themselves a Louis Vuitton Capucines can opt for niche leather goods producers such as Polène and DeMellier. It is not just new luxury brands that are stepping in. Retailers such as Zara owner Inditex, with a broader customer base, can also stretch their tendrils upwards. Zara has been investing in larger, glitzier stores , offering some higher-priced products, including a £700 leopard print jacket from last year’s collaboration with model Kate Moss. Its average selling price per item is already higher than its usual competitors — $34 compared with $26 at fast-fashion retailer H&M and $14 at Shein, according to McKinsey analysis . Unusually for a mass-market retailer, Zara also manages to project an aura of scarcity. Since it makes a large proportion of its own goods, it can rapidly revise its offering. A Bernstein analysis found that over four weeks it changed about 40 per cent of its online collection, twice as much as H&M. In practice, if consumers see a product they like, there’s extra reason to snap it up sharpish, which gives Zara extra pricing power. None of this suggests that Zara is going to go all-out luxe. But it does add an extra layer to its equity story. Already, Inditex grows faster than rival H&M, and has over twice the ebitda margin. That comes with a market capitalisation equivalent to 22 times forward earnings, a discount of less than 10 per cent to LVMH. Upward mobility provides a fetching trim. camilla.palladino@ft.com"
            },
            {
                "article_id": "https://www.ft.com/content/0907462a-363b-46bf-94d9-59249f16106a",
                "headline": "Of course, there are more ETFs than individual stocks",
                "content": "The writer is editor of TKer.co If you are an investor and want to make a trade that involves more than buying or selling a single stock, then you are not short of options. Let’s say you wanted to buy a basket of stocks exposed to the rise of artificial intelligence. There are some 35 US exchange traded funds tracking the theme. There are ETFs tracking all sorts of themes, including alternative energy, religious values, petcare, cannabis and memes. Or if you sought exposure to a single stock, but wanted the position leveraged or layered with some kind of option, there are about 200 single-stock ETFs providing more sophisticated trades involving some of the most popular stocks. Perhaps instead you’re a traditional passive investor seeking plain-vanilla exposure to the S&P 500 index. State Street’s SPDR S&P 500, the original US-listed ETF, gets you that. Vanguard and BlackRock offer nearly identical ETFs tracking the 500, but with a slightly lower expense rati o. Decisions, decisions. There are now more ETFs listed in the US than there are individual stocks. According to Morningstar data reported by Bloomberg, 4,370 ETFs and 4,172 stocks currently trade on US exchanges. It’s an eye-catching milestone for the booming ETF industry, which boasts about $12tn in assets under management. But the milestone itself isn’t cause for alarm. “Keep in mind there are still more mutual funds than ETFs,” says Todd Sohn, senior ETF strategist at Strategas. There are 6,471 unique US-domiciled mutual funds, according to Morningstar. In the same way that there are more recipes than there are ingredients, it seems inevitable that there would be more ETFs than there are individual stocks in those funds. The market has provided a lot of ingredients in the form of tradeable securities. But different investors will demand different recipes. ETFs provide a low-cost and tax-efficient way to trade a basket of securities. Their invention was a big win for investors, who often see their net returns shrink the more they trade their portfolios. And there are all types of investors with varying investing goals and appetites for risk. There is no one-size-fits-all vehicle that addresses all of every investor’s needs. Some content could not load. Check your internet connection or browser settings. To be clear, just because an ETF exists doesn’t mean it will be appropriate for your portfolio. If you can’t stomach a lot of volatility, then maybe you shouldn’t be in leveraged ETFs. And having huge amount of choice is not necessarily a good thing. Informed investors with very particular needs and the resources to sift through the growing mountain of ETFs can do very well for themselves. In practice, it can make a valuable investment vehicle increasingly intimidating and confusing. “Choice overload is the primary con,” says Ben Johnson, head of client solutions at Morningstar. “Investors have too many choices.” It’s hard enough to understand the difference between one strategy and another. But it gets more complicated than that. “There can be multiple ETFs from different issuers all proposing to do the same trade or investment,” says Sohn. “Due diligence is unbelievably important in today’s ETF universe.” Two different funds could be offering the same strategy, but how they execute could differ, which in turn affects performance and costs. “Adding more choice — especially and increasingly in the form of increasingly complex and costly products — is far more likely to benefit the issuer than the investors they’re nominally seeking to serve,” Johnson says. Recommended This speaks to the irony of ETF costs. While ETFs offer a relatively low-cost way to trade certain strategies, that doesn’t mean you can’t find ETFs that offer high-cost strategies. “It’s important to understand what the ETF is proposing to do . . . which assets it’s aiming to replicate, how it does so (for example, stocks vs. derivatives) when it rebalances, and costs involved,” says Sohn. By the way, not all ETFs are successful. Plenty have come and gone due to a lack of interest. Unlike when a company goes bankrupt and sees its stock go to zero, when an ETF closes, investors get their money. But there’s a catch. “Investors of the [closing] fund will either have to sell their shares or wait for the final distribution of the ETF,” Sohn explains. “Neither is great because it can result in a taxable gain.” So what started as a tax-efficient way of investing can lead to an untimely and unwanted tax bill. “As long as the underlying basket is liquid, any ETF is tradeable,” Sohn says. “But, if you have low volume AND low AUM [assets under management], that will scare away most investors because of closure risk.” While ETFs come with many benefits, they are not without risk. So as always, investors should do their homework before investing."
            },
            {
                "article_id": "https://www.ft.com/content/f448ba4f-3012-4acc-b331-0ebdc1b016ee",
                "headline": "Why bad bitcoin treasuries could make the best investments",
                "content": "So you’ve decided to start a bitcoin treasury. And why not? Everyone else seems to be doing it . This year dozens of companies have announced they plan to buy and hold the digital token. The strategy seems to works magic for some, yet not for others. Perhaps counter-intuitively, the losers might be the more appealing investment. Strategy, née MicroStrategy, seems to be one of the winners. It holds $69bn of bitcoin, and is valued by the market at $110bn including debt. That makes issuing new stock, as the company is doing, a great idea for existing investors because it brings in more money, and hence more new bitcoin, than the dilution from the capital raise. As an example, an investor who bought one share in Strategy at the beginning of 2024 got $51 of bitcoin for about $68. Their share now has a claim on $200 of the token. As the company issues more stock, or equity-like paper, the cycle continues. If its premium over net asset value shrinks, though, as it has lately, the game of musical chairs loses its efficacy. Now look at the companies on the opposite side of the divide: those who trade at a discount to their net asset value. One is Empery Digital. Its market capitalisation is $330mn, some 27 per cent less than the value of its crypto hoard. Ditto French chipmaker-cum-bitcoin-shell Sequans, whose shares trades at 15 per cent less than its bitcoin holdings. These companies have a straightforward option for creating value: buy stock back. That’s what Empery is doing. Sequans isn’t yet, but probably should. There’s some risk involved there too, because spending cash or amassing debt makes the company more leveraged. Also it doesn’t always fix the valuation problem. Empery’s discount, for now, persists. Assuming such NAV discountees are happy to buy their shares rather than more bitcoin, they are a better bet for investors. After all, they represent a way of buying tokens more cheaply than an investor can in the bitcoin market. If corporate hoarders get sick of being under-appreciated they might decide to throw in the towel and sell their coins, at which point the discount ought to close. Naturally, that’s not currently the plan. Moreover, there are plenty of aggressive would-be treasuries hunting for bitcoin they can buy at below-market prices to further their own hoarding ambitions. One such is Strive, which says it will pursue “novel strategies” to acquire bitcoin cheaply. Buying rivals trading below their NAV might be a way to do that. Treasuries on the wrong side of the divide might still then create value, if not the way they originally hoped. john.foley@ft.com"
            }
        ]
    },
    {
        "theme_id": 6,
        "summary": {
            "headline": "Starmer bolsters economic team with Shafik appointment amid Rayner housing scrutiny.",
            "main_idea": "Keir Starmer's Labour party is undertaking strategic changes to strengthen its economic policy team with the appointment of Minouche Shafik, while simultaneously facing scrutiny over Deputy PM Angela Rayner's property arrangements and potential stamp duty minimization, raising questions of transparency.",
            "subtopics": [
                "Shafik's role and economic policy overhaul",
                "Rayner's property dealings and stamp duty questions",
                "Political optics and potential reform of stamp duty"
            ]
        },
        "articles": [
            {
                "article_id": "https://www.ft.com/content/7739bc75-b2dd-4109-bf07-2cba18c6eb04",
                "headline": "Keir Starmer names Minouche Shafik as top economic adviser",
                "content": "Former Bank of England deputy governor Baroness Minouche Shafik is to be Sir Keir Starmer’s chief economic adviser, as the government seeks to strengthen its efforts to bolster UK growth and productivity. Government officials confirmed Shafik will take up the Number 10 post as the prime minister tries to boost his inner team ahead of a crucial Budget, expected in November. Shafik, who also served as deputy managing director of the IMF and vice-president of the World Bank, will be tasked with improving the government’s economic credentials with businesses and international investors, as well as acting as a bridge between Starmer and the Treasury during Budget preparations. The move is part of a wider shake-up of Starmer’s team ahead of the start of a new parliamentary term on Monday. “We need to sharpen things up,” said a Labour official. “We’ve got to get things moving more quickly.” Reeves’ allies insist the chancellor has been pushing for a heavyweight economics adviser to be installed in Number 10 and have rejected suggestions the move could clip her wings. Allies of the prime minister say the appointment of a senior economic adviser will improve co-ordination of economic policy, while adding that it would be useful to insert some “grit” into the process. Reeves was criticised by many Labour MPs over her politically disastrous plan to strip winter fuel payments from 10mn pensioners, as well over recent attempts to save £5bn from the welfare budget, now abandoned. Torsten Bell, pensions minister and former head of the Resolution Foundation think-tank, has been drafted in by Reeves to help with preparing the Budget. Reeves is widely expected to be pushed into raising taxes in pursuit of government spending pledges and her own fiscal rules in order to fund day-to-day spending from revenues by 2029-30. Treasury officials are now examining a host of tax changes, including higher levies on property , as the chancellor confronts a hole in the public finances of at least £20bn. Shafik, who entered the House of Lords in 2020, resigned as president of Columbia University in New York last August after months of criticism of her handling of student protests in response to the Israel-Hamas war. In a letter announcing her resignation, Shafik — who was the top civil servant at the then Department for International Development between 2008 and 2011 — said she had been asked by Starmer’s government to chair a review of “its approach to international development and how to improve capability”. Shafik, who has a PhD in economics from Oxford university, was deputy BoE governor for markets and banking between 2014 and 2017. Some of her supporters in parliament believe she could be a contender as a future BoE governor when Andrew Bailey’s term expires in 2028. This week Starmer began his Downing Street overhaul by removing Nin Pandit from her role as prime minister’s principal private secretary and a core member of his inner team. She will leave her post in September after only 10 months and will be replaced by Dan York-Smith, a Treasury tax and welfare expert, according to Labour officials. York-Smith’s appointment is further evidence of Starmer’s attempt to get a tighter grip on economic policymaking. Downing Street declined to comment on Shafik’s appointment."
            },
            {
                "article_id": "https://www.ft.com/content/3480d460-1728-4842-a580-05eb622d7bde",
                "headline": "Stamp duty row: has Angela Rayner broken any rules?",
                "content": "UK deputy prime minister Angela Rayner has come under fire for allegedly minimising the stamp duty she incurred on her recent purchase of a seaside home. The housing secretary has also attracted criticism for failing to be transparent about her living situation across three properties in Manchester, Hove and London, where she has a taxpayer-funded residence in her capacity as deputy prime minister. Labour MPs have spoken out in defence of Rayner , though others are calling on her to clarify the situation. Rayner has not commented directly on the matter. One prominent Labour MP said Rayner’s response to the allegations had been “weird”. “I don’t understand why she’s not putting it all out there and rebutting harder,” they said. As part of Rayner’s divorce proceedings, the deputy leader stopped owning a stake in her family’s home in Manchester, according to a person familiar with the situation. She took her name off the property deed and proceeded to buy a new apartment in Brighton and Hove, this person said. They added that Rayner initiated the process to relinquish her stake in the Manchester property “long before” she bought the new home in Hove. That allowed her to avoid a stamp duty surcharge — which was increased by the government last autumn — that would have applied on a second home, The Daily Telegraph reported on Friday. The paper reported she paid £30,000 in stamp duty on her £800,000 home, instead of £70,000. A spokesperson for Rayner said: “The deputy prime minister paid the relevant duty owing on the purchase of the Hove property in line with relevant requirements and entirely properly, any suggestion otherwise is entirely without basis.” No. Tax experts and estate agents agree the moves fall within the boundaries of the law and are above board. “People may look to shift things around between themselves in a perfectly legitimate, legal, HMRC-accepted way, and then not have to pay the additional stamp duty,” said Nimesh Shah, chief executive of advisory firm Blick Rothenberg. Shah said he would advise any of his clients to do the same. “This isn’t tax evasion; it’s arranging your affairs in a way that is aligned with your personal objectives and ensuring the right amount of tax is paid.” A source close to Rayner said she had followed all advice and complied with the rules, paying all relevant and required tax. Prime Minister Sir Keir Starmer’s Labour government has battled a series of scandals that have centred on claims that ministers are presiding over one rule for the public and another for themselves — including last summer’s clothing donation scandal. Last month, Starmer’s minister for homelessness Rushanara Ali resigned from her role after she told tenants in a house she owns that they had to leave and then raised the rent sharply — a move the Labour government was moving to outlaw. The party’s opponents are seeking to present Rayner’s housing arrangements in the same light. The Conservatives have previously raised concerns about where Rayner pays council tax and have pounced on the latest revelations to say it raises serious questions around transparency in government. “It doesn’t look good when a senior minister appears to shift their main residence in a way that delivers them a big tax saving,” said Steph Walker, co-founder of brokerage TAUK. “The optics are especially bad when the government itself is trying to crack down on those sorts of practices. But is it in line with what is legally acceptable? Yes, it is. It’s just the optics.” Some Labour MPs say there are bigger issues that people care about. One added the whole dust-up was merely an excuse for detractors to go after a “strong, female working-class politician”. The Labour government is discussing stamp duty reform and potential alternatives, such as a mansion tax, amid criticism that the current system discourages mobility. “This particular instance” shows why such reform “matters”, Walker said. “The system feels outdated. It feels unfair. And that’s whether you’re a minister or a first-time buyer.” Governments often tinker with stamp duty, sometimes as a way of incentivising first-time buyers, and other times as a way of squeezing more money for the Treasury or closing loopholes. Walker said she would like to see stamp duty abolished for first-time buyers in a bid to get more people on to the property ladder."
            }
        ]
    },
    {
        "theme_id": 7,
        "summary": {
            "headline": "El Fasher Faces Catastrophe as RSF Siege Intensifies, Threatening Mass Atrocities",
            "main_idea": "The Sudanese city of El Fasher is on the brink of a humanitarian disaster as the Rapid Support Forces (RSF) tighten their siege, leading to starvation, violence, and potential mass atrocities against civilians, particularly ethnic minorities. The international community's failure to act decisively has drawn sharp criticism as the situation in El Fasher mirrors previous genocidal events in Darfur.",
            "subtopics": [
                "RSF siege and control over El Fasher",
                "Humanitarian crisis: starvation and lack of resources",
                "Potential for mass atrocities and ethnic cleansing"
            ]
        },
        "articles": [
            {
                "article_id": "https://www.ft.com/content/d3313835-71ef-47ab-8111-49fad465acca",
                "headline": "‘We watch the graveyards from space’: satellites track Sudanese city under siege",
                "content": "The signs of a gathering catastrophe in Sudan’s besieged city of El Fasher have been mapped out from the skies above. Using satellites orbiting the vast expanse of Sudan’s western Darfur region, war crimes investigators have catalogued atrocity after atrocity as the paramilitary Rapid Support Forces have tightened their noose. “We watch the graveyards from space,” said Nathaniel Raymond, director of the Humanitarian Research Lab at Yale University. “We count the dead and their numbers are growing exponentially.” For more than a year, Raymond has been briefing the UN Security Council, the US State Department and Britain’s Foreign Office on the gravity of the situation in El Fasher — to little discernible effect. The roughly 2mn people in the city and surrounding villages and camps are caught in a pivotal battle in Sudan’s civil war pitting the RSF of renegade general Mohamed Hamdan Dagalo, known as Hemeti, against the Sudanese Armed Forces and allied militia. Having lost their hold on much of eastern and central Sudan, including the capital Khartoum, the RSF — with backing and weapons allegedly supplied by the United Arab Emirates — is now fighting to drive the army from its final remaining stronghold in the west. Some content could not load. Check your internet connection or browser settings. But El Fasher had also become the last refuge for hundreds of thousands of Black Africans from the Massalit, Fur, Berti and Zaghawa tribes driven from their land in previous waves of ethnic cleansing. The RSF’s origins can be traced to the Janjaweed militia that began the process. Made up primarily of nomadic Arabs who are rivals for the region’s scarce resources, the Janjaweed was first unleashed by the Khartoum regime to crush a burgeoning Darfur rebellion more than two decades ago, with 300,000 people killed in the violence. Raymond’s team of investigators have observed the 500-day RSF siege of El Fasher in granular detail using satellite imagery, corroborated with video and testimony from the ground to document potential war crimes. At the front of their minds are the massacres that accompanied the RSF’s capture of another Darfur city, El Geneina, in 2023. Thousands of ethnic Massalit were slaughtered, leading the US to impose sanctions on Hemeti for alleged crimes of genocide. The Yale team, relief workers, and Sudanese in touch with people in El Fasher warned this week that the siege may be approaching a similarly murderous denouement. Fighting has closed in on the airport perimeter, close to where the SAF’s depleted division and allied “joint forces” from former Darfur rebel groups are based. The fall of the city would give the RSF, which recently set up a parallel government in the region, control over all of Darfur’s three provinces and greater leverage over how Sudan’s future is shaped. “People have to understand that this is something that transcends the civil war,” said Raymond, warning that El Fasher’s capture would complete a project of Arab supremacy in Darfur “generations in the making”. A minefield laid around the city is its last defence. The population within, which the UN estimates at 260,000, is blockaded from all sides. The only exit is a single 50-metre wide RSF control point where people have been robbed and killed, according to Yale. Next to no food enters. “The days begin and end here with relentless shelling,” said Muammar Ibrahim, a Sudanese journalist trapped in the city, whose own health is weakening. “Civilians are killed in their homes and on the streets, and even those attempting to flee are killed on the roads.” “The people here struggle to find food. Due to the dire situation, many have resorted to eating animal fodder,” he said by text. Some content could not load. Check your internet connection or browser settings. In July last year, the independent Famine Review Committee declared the displaced camps around El Fasher to be in IPC Phase 5 — the most severe global warning of food insecurity and the same classification given to Gaza last week. Aid workers said they had never witnessed conditions as bad. The famine has been compounded by dramatic shortfalls in US and other western donor funding, and a recent cholera outbreak. “This is one of the worst situations I have seen,” said Sylvain Penicaud project manager for Médecins Sans Frontières in Tawila, a town 60km from El Fasher home to hundreds of thousands of the displaced. “It really is quite unique in terms of the volume of affected people, the level of suffering and also the underfunding of the international response,” he said. MSF is preparing for mass casualties should El Fasher fall. “The situation can only be described as utter human misery,” said Ahmed Abdalla, a photographer who escaped from the city and is now in Tawila. Men who make it out risk being accused by the RSF of being fighters and executed on the spot. Many women have been raped or abducted along the road, Abdalla said, or having their belongings stolen. In a statement, the RSF denied that it had targeted civilians around El Fasher, blaming its SAF adversaries and allies for “using civilians as human shields in a desperate attempt to hinder the advance of our forces”. Relief International, an international NGO in the area, said this week that one in three children in the district of Melit — just north of El Fasher — are acutely malnourished. Inside El Fasher the situation is worse still. The last assessment by aid agencies in March showed 38 per cent of children under five were acutely malnourished. What little food that makes it in is smuggled at great risk by traders and sold at prices beyond the reach of most of the population, said Omer Ismail, Sudan’s former foreign minister. A kilo of flour costs $50. Ismail, who is in daily touch with the city, said the population is suffocating from predation. The currency is physically disintegrating. Banking apps charge up to 40 per cent commissions on remittances. Phone and internet connections rely on Starlink satellite hardware mostly in the hands of RSF commanders or their adversaries inside. Power to charge a phone is rare. El Fasher, Ismail added, has become a bargaining chip for those seeking to divide the spoils of whatever Sudan becomes. The final battle for it would inevitably be bloody, he warned, because much of the population within “will be prepared to fight”. In recent months, the RSF has consolidated its chokehold on the city by establishing dominance in the air, according to military analysts. The SAF Antonov aircraft that swooped in to drop food and ammunition have stopped coming. An old T55 tank that guarded one entrance to the city has gone. The RSF, meanwhile, is equipped with drones, surface-to-air missiles and Hilux four-by-fours armed with howitzers and anti-aircraft guns. “At some point the simple laws of physics will take over — the SAF will run out of food and bullets,” said Yale’s Raymond. In April hundreds of civilians were massacred, according to the UN, when the RSF attacked the nearby Zamzam camp, emptying it of its estimated 500,000 people. For weeks before, the Yale team had warned of an imminent attack. Now they are doing the same for El Fasher. “We unfortunately have the distinction of being the most accurate public warning system of genocide and mass atrocity crimes in history,” said Raymond. The lack of global action “makes me ashamed”, he said. “We are symptomatic of the failure of the entire post-Srebrenica, post-Rwanda, civilian protection agenda.” Graphics by Maya de Souza and Aditi Bhandari"
            }
        ]
    },
    {
        "theme_id": 3,
        "summary": {
            "headline": "Former Ukrainian Parliament Speaker Andriy Parubiy Assassinated in Lviv",
            "main_idea": "The assassination of Andriy Parubiy, a prominent Ukrainian nationalist and former speaker of parliament, marks the latest in a series of high-profile killings in Ukraine since the start of the war with Russia, raising concerns about security and internal conflicts. His death underscores the escalating tensions and violence impacting key figures in the country's political landscape.",
            "subtopics": [
                "Details of Parubiy's assassination and the ongoing manhunt",
                "Parubiy's political background and role in the Euromaidan revolution",
                "Recent assassinations of other high-profile Ukrainian figures"
            ]
        },
        "articles": [
            {
                "article_id": "https://www.ft.com/content/d08aa511-882f-4b2a-bd56-aedac34dd652",
                "headline": "Prominent Ukrainian nationalist politician shot dead in Lviv",
                "content": "Prominent Ukrainian nationalist politician Andriy Parubiy was assassinated in the western city of Lviv on Saturday, according to authorities. The death of the former speaker of Ukraine’s parliament is the most significant killing in a string of high-profile murders since the war with Russia began. Parubiy, who played a key role in the pro-western 2014 Euromaidan revolution, was 54. Ukrainian President Volodymyr Zelenskyy described Parubiy’s killing as a “terrible murder”, adding that the authorities had mobilised “all necessary forces” to find the killer. Lviv mayor Andriy Sadovyi wrote on the Telegram app: “This is a matter of security in a country at war, where, as we can see, there are no completely safe places.” The assassin was caught on security camera footage approaching Parubiy on foot, disguised as a food delivery worker. The video shows him pulling a handgun out of a yellow insulated bag. Authorities said Parubiy was shot multiple times. The gunman arrived and departed on an electric scooter, wearing a helmet that concealed his face. A manhunt has been launched. The killing comes a year after the murder of another well-known Ukrainian nationalist figure in Lviv. Iryna Farion, a former MP from the same Svoboda party as Parubiy, was shot dead in similar circumstances. Her alleged murderer was arrested in the city of Dnipro a few days after the killing and is currently on trial. Just over a month ago Ukrainian colonel Ivan Voronych was killed in broad daylight , the latest death in an escalating battle between the vast and powerful state intelligence agencies in Moscow and Kyiv. Voronych, a veteran of Ukraine’s intelligence services and senior figure in the elite special forces Alpha unit, was shot at point-blank range near his home as he walked to his car. The Security Service of Ukraine, the main domestic intelligence agency, later tracked down and killed two Russian intelligence operatives who went into hiding following the murder. Parubiy rose to prominence during Ukraine’s 2014 Euromaidan revolution that ousted pro-Russian president Viktor Yanukovych. He served as the leader of the uprising’s self-defence forces, known as sotnias , or hundreds, which did battle with Ukraine’s riot police on Independence Square. Often seen in combat attire and donning an orange construction helmet, he oversaw security operations during the bloodiest days in January and February of that year. His role earned him broad public respect after years as a more marginal Ukrainian nationalist figure. In the early 1990s during the collapse of the Soviet Union he co-founded the Social-National Party of Ukraine, which later became the far-right Svoboda party. He went on to serve as secretary of Ukraine’s National Security and Defence Council in the wake of Russia’s illegal annexation of Crimea and its covert first invasion of eastern Ukraine in 2014. He then served as speaker of parliament, a role that put him second in line to the presidency. He oversaw crucial legislation that set Ukraine on a path towards EU candidacy, which it was granted in 2022. At the time of his death he was serving as an MP in the opposition European Solidarity party of Zelenskyy’s predecessor Petro Poroshenko. In a statement, Poroshenko said Parubiy was his “longtime combat comrade since the early 2000s, [a] brother in arms” and “a true patriot”. His death marked “not just shots fired at a person” but “at the heart of Ukraine”, he added."
            }
        ]
    }
]